prop.myPage=\u041c\u043e\u044f \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
prop.friends=\u0414\u0440\u0443\u0437\u044c\u044f
prop.messages=\u0421\u043e\u043e\u0431\u0449\u0435\u043d\u0438\u044f
prop.alldancers=\u0412\u0441\u0435 \u0442\u0430\u043d\u0446\u043e\u0440\u044b
prop.logout=\u0412\u044b\u0445\u043e\u0434
prop.language=Switch to english
prop.myPage.firstName=\u0418\u043c\u044f:
prop.myPage.Nickname=\u041d\u0438\u043a:
prop.myPage.style=\u0421\u0442\u0438\u043b\u044c:
prop.myPage.dob=\u0414\u0430\u0442\u0430 \u0440\u043e\u0436\u0434\u0435\u043d\u0438\u044f:
prop.myPage.email=\u041f\u043e\u0447\u0442\u0430:
prop.myPage.telephone=\u0422\u0435\u043b\u0435\u0444\u043e\u043d:
prop.messages.from=\u041f\u043e\u043b\u0443\u0447\u0435\u043d\u044b \u043d\u043e\u0432\u044b\u0435 \u0441\u043e\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u043e\u0442:
prop.friends.name=\u0418\u043c\u044f
prop.friends.nickname=\u041d\u0438\u043a
prop.friends.style=\u0421\u0442\u0438\u043b\u044c
prop.friends.telephone=\u0422\u0435\u043b\u0435\u0444\u043e\u043d
prop.alldancers.dancer=\u0422\u0430\u043d\u0446\u043e\u0440
prop.alldancers.style=\u0421\u0442\u0438\u043b\u044c
prop.style.back=\u041d\u0430\u0437\u0430\u0434
prop.style.dancehall.title=\u0414\u0430\u043d\u0441\u0445\u043e\u043b\u043b
prop.style.dancehall.text=Dancehall (\u0434\u044d\u043d\u0441\u0445\u043e\u043b\u043b) - \u0443\u043b\u0438\u0447\u043d\u044b\u0439 \u044f\u043c\u0430\u0439\u0441\u043a\u0438\u0439 \u0442\u0430\u043d\u0435\u0446, \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u043c\u043e\u043b\u043e\u0434\u043e\u0439 , \u043d\u043e \u0443\u0436\u0435 \u043f\u043e\u043a\u043e\u0440\u0438\u0432\u0448\u0438\u0439 \u0441\u0442\u0440\u0430\u043d\u044b \u0415\u0432\u0440\u043e\u043f\u044b, \u0410\u0437\u0438\u0438 \u0438 \u0410\u043c\u0435\u0440\u0438\u043a\u0438. \u0414\u044d\u043d\u0441\u0445\u043e\u043b\u043b \u043e\u0437\u043d\u0430\u0447\u0430\u0435\u0442 \u043d\u0435 \u0442\u043e\u043b\u044c\u043a\u043e \u0441\u0442\u0438\u043b\u044c \u043c\u0443\u0437\u044b\u043a\u0438 \u0438\u043b\u0438 \u043c\u0435\u0441\u0442\u043e. \u042d\u0442\u043e \u0446\u0435\u043b\u0430\u044f \u043a\u0443\u043b\u044c\u0442\u0443\u0440\u0430, \u043a\u043e\u0442\u043e\u0440\u0430\u044f \u043e\u0431\u044a\u0435\u0434\u0438\u043d\u044f\u0435\u0442 \u0438 \u043c\u0443\u0437\u044b\u043a\u0443, \u0442\u0430\u043d\u0435\u0446, \u043e\u0431\u0449\u0435\u0441\u0442\u0432\u043e \u0438 \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0443. \u041d\u0430 \u042f\u043c\u0430\u0439\u043a\u0435 dancehall \u0442\u0430\u043d\u0446\u0443\u044e\u0442 \u0432\u0441\u0435, \u043e\u0434\u043d\u0430\u043a\u043e \u0441\u043f\u0435\u0446\u0438\u0444\u0438\u043a\u0430 \u0438\u0441\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044f \u043d\u0435\u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u0439 \u0443 \u0436\u0435\u043d\u0449\u0438\u043d \u0438 \u043c\u0443\u0436\u0447\u0438\u043d \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0430. \u0412 \u043e\u0441\u043d\u043e\u0432\u0435 \u0441\u0442\u0438\u043b\u044f \u2013 \u043e\u0441\u043e\u0431\u044b\u0439, \u0440\u0430\u0441\u0441\u043b\u0430\u0431\u043b\u0435\u043d\u043d\u044b\u0439 \u043a\u0430\u0447, \u0438 \u043f\u0440\u0438 \u044d\u0442\u043e\u043c \u043f\u043e\u043b\u043d\u044b\u0439 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u044c \u043d\u0430\u0434 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043d\u044b\u043c \u0442\u0435\u043b\u043e\u043c, \u0430 \u0442\u0430\u043a\u0436\u0435 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u044b\u0435 \u043f\u043e \u0442\u0435\u0445\u043d\u0438\u043a\u0435 \u0438 \u0434\u0438\u043d\u0430\u043c\u0438\u043a\u0435 \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u044f \u0431\u0435\u0434\u0440\u0430\u043c\u0438 (wine, booty shake). \u0418 \u043a\u043e\u043d\u0435\u0447\u043d\u043e \u0436\u0435 \u043d\u0435\u043f\u043e\u0432\u0442\u043e\u0440\u0438\u043c\u044b\u0435 Jamaican dancehall vibes!
prop.style.dancehall.history=\u0418\u0441\u0442\u043e\u0440\u0438\u044f
prop.style.dancehall.text2=\u0418\u0437\u043d\u0430\u0447\u0430\u043b\u044c\u043d\u043e, \u0434\u044d\u043d\u0441\u0445\u043e\u043b\u043b - \u044d\u0442\u043e \u043c\u0443\u0437\u044b\u043a\u0430\u043b\u044c\u043d\u044b\u0439 \u0441\u0442\u0438\u043b\u044c \u0432\u043e\u0437\u043d\u0438\u043a\u0448\u0438\u0439 \u043d\u0430 \u042f\u043c\u0430\u0439\u043a\u0435 \u0432 \u043a\u043e\u043d\u0446\u0435 70-\u0445 \u0433\u043e\u0434\u043e\u0432. \u042d\u0442\u043e \u043c\u0443\u0437\u044b\u043a\u0430 \u0432\u043e\u0431\u0440\u0430\u043b\u0430 \u0432 \u0441\u0435\u0431\u044f \u043c\u0435\u043b\u043e\u0434\u0438\u0438 \u0440\u0435\u0433\u0433\u0438, \u0438\u0437\u0432\u0435\u0441\u0442\u043d\u044b\u0445 \u0431\u043e\u043b\u044c\u0448\u0438\u043d\u0441\u0442\u0432\u0443 \u043f\u043e \u043a\u043e\u043c\u043f\u043e\u0437\u0438\u0446\u0438\u044f\u043c \u0431\u043e\u0431\u0430 \u043c\u0430\u0440\u043b\u0438 \u0441 \u0434\u043e\u0431\u0430\u0432\u043b\u0435\u043d\u0438\u0435\u043c \u0441\u043e\u0432\u0440\u0435\u043c\u0435\u043d\u043d\u044b\u0445 \u0430\u0440\u0430\u043d\u0436\u0438\u0440\u043e\u0432\u043e\u043a. \u041e\u0441\u043e\u0431\u0435\u043d\u043d\u043e\u0441\u0442\u044f\u043c\u0438 \u0434\u044d\u043d\u0441\u0445\u043e\u043b\u0430 \u044f\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u043e\u0447\u0435\u043d\u044c \u0441\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u0435\u0441\u043a\u0430\u044f \u043c\u0430\u043d\u0435\u0440\u0430 \u0438\u0441\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044f \u0430 \u0442\u0430\u043a\u0436\u0435 \u0440\u0438\u0434\u0434\u0438\u043c\u044b. Riddim \u2013 \u044d\u0442\u043e \u0441\u043e\u0437\u0434\u0430\u043d\u043d\u044b\u0439 \u043f\u0440\u043e\u0434\u044e\u0441\u0435\u0440\u043e\u043c \u0431\u0438\u0442, \u043d\u0430 \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u043d\u0435\u0441\u043a\u043e\u043b\u044c\u043a\u043e \u0430\u0440\u0442\u0438\u0441\u0442\u043e\u0432 \u0437\u0430\u043f\u0438\u0441\u044b\u0432\u0430\u044e\u0442 \u0441\u0432\u043e\u0438 \u0442\u0440\u0435\u043a\u0438, \u0432\u0441\u0435 \u044d\u0442\u043e \u0438\u0437\u0434\u0430\u0435\u0442\u0441\u044f \u043e\u0434\u043d\u043e\u0439 \u043f\u043b\u0430\u0441\u0442\u0438\u043d\u043a\u043e\u0439 \u0441 \u043e\u0431\u0449\u0438\u043c \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u0435\u043c. (\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 Love and Peace Riddim). \u0421\u043e\u043a\u0440\u0430\u0449\u0435\u043d\u043d\u043e\u0435 \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 raggamuffin (\u0447\u0438\u0442\u043a\u0438) - ragga - \u043f\u043e\u0441\u043b\u0443\u0436\u0438\u043b\u043e \u043f\u0440\u0438\u0447\u0438\u043d\u043e\u0439 \u0442\u043e\u0433\u043e, \u0447\u0442\u043e \u0432 \u0415\u0432\u0440\u043e\u043f\u0435, \u0430 \u043f\u043e\u0442\u043e\u043c \u0438 \u0432 \u0420\u043e\u0441\u0441\u0438\u0438 \u0440\u0430\u0433\u0433\u043e\u0439 \u0441\u0442\u0430\u043b\u0438 \u043d\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u0442\u0430\u043d\u0435\u0446, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u0438\u0441\u043f\u043e\u043b\u043d\u044f\u0435\u0442\u0441\u044f \u043f\u043e\u0434 \u044d\u0442\u0443 \u043c\u0443\u0437\u044b\u043a\u0443. Dancehall ( \u0434\u043e\u0441\u043b\u043e\u0432\u043d\u043e - \u0442\u0430\u043d\u0446\u0435\u0432\u0430\u043b\u044c\u043d\u044b\u0439 \u0437\u0430\u043b ) - \u043e\u0431\u044f\u0437\u0430\u043d \u0441\u0432\u043e\u0438\u043c \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u0435\u043c \u043f\u0440\u043e\u0441\u0442\u0440\u0430\u043d\u0441\u0442\u0432\u0430\u043c \u043f\u043e\u043c\u0435\u0449\u0435\u043d\u0438\u044f\u043c, \u0432 \u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u043c\u0435\u0441\u0442\u043d\u044b\u0439 \u043d\u0430\u0440\u043e\u0434 \u043b\u0438\u0445\u043e \u043e\u0442\u043f\u043b\u044f\u0441\u044b\u0432\u0430\u0435\u0442 \u043f\u043e\u0434 \u043f\u043e\u043f\u0443\u043b\u044f\u0440\u043d\u044b\u0435 \u042f\u043c\u0430\u0439\u0441\u043a\u0438\u0435 \u0437\u0430\u043f\u0438\u0441\u0438, \u0442\u0440\u0430\u043d\u0441\u043b\u0438\u0440\u0443\u0435\u043c\u044b\u0435 \u043c\u0435\u0441\u0442\u043d\u044b\u043c\u0438 \u0441\u0430\u0443\u043d\u0434 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u043c\u0438. \u0422\u0430\u043d\u0446\u043f\u043e\u043b\u044b (dance halls) \u043c\u043e\u0436\u043d\u043e \u043d\u0430\u0439\u0442\u0438 \u043d\u0435 \u0442\u043e\u043b\u044c\u043a\u043e \u0432 \u043d\u0430\u0438\u0431\u043e\u043b\u0435\u0435 \u0443\u0440\u0431\u0430\u043d\u0438\u0437\u0438\u0440\u043e\u0432\u0430\u043d\u043d\u044b\u0445 \u0440\u0430\u0439\u043e\u043d\u0430\u0445 \u042f\u043c\u0430\u0439\u043a\u0438, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0432 \u041a\u0438\u043d\u0433\u0441\u0442\u043e\u043d\u0435, \u043d\u043e \u0438 \u0432 \u043c\u0435\u043d\u0435\u0435 \u043d\u0430\u0441\u0435\u043b\u0435\u043d\u043d\u044b\u0445 \u0440\u0435\u0433\u0438\u043e\u043d\u0430\u0445.
prop.style.dancehall.teams=\u041f\u043e\u043f\u0443\u043b\u044f\u0440\u043d\u044b\u0435 \u043a\u043e\u043c\u0430\u043d\u0434\u044b
prop.style.dancehall.text3=Dance Xpressionz, Black Eagles, M.O.B., DHK Lil'Gbb, Camron One-shot, A Ni Mal, Pull Up Crew.
prop.style.electro.title=\u042d\u043b\u0435\u043a\u0442\u0440\u043e
prop.style.electro.history=\u0418\u0441\u0442\u043e\u0440\u0438\u044f
prop.style.electro.text1=\u042d\u043b\u0435\u043a\u0442\u0440\u043e-\u0434\u044d\u043d\u0441 (\u0444\u0440. Dance \u00e9lectro) \u2014 \u0443\u043b\u0438\u0447\u043d\u044b\u0439 \u0442\u0430\u043d\u0435\u0446, \u0432\u043e\u0437\u043d\u0438\u043a\u0448\u0438\u0439 \u0432 \u043d\u0430\u0447\u0430\u043b\u0435 2000-\u0445 \u0433\u043e\u0434\u043e\u0432 \u043d\u0430 \u0432\u043e\u043b\u043d\u0435 \u043f\u043e\u043f\u0443\u043b\u044f\u0440\u043d\u043e\u0441\u0442\u0438 \u043d\u043e\u0447\u043d\u044b\u0445 \u043a\u043b\u0443\u0431\u043e\u0432 \u043f\u043e\u0434 \u0432\u043b\u0438\u044f\u043d\u0438\u0435\u043c \u0431\u0435\u043b\u044c\u0433\u0438\u0439\u0441\u043a\u0438\u0445 \u043a\u043b\u0443\u0431\u043d\u044b\u0445 \u0442\u0430\u043d\u0446\u0435\u0432. \u0422\u0430\u043d\u0435\u0446 \u0431\u044b\u043b \u0431\u044b\u0441\u0442\u0440\u043e \u043f\u043e\u043f\u0443\u043b\u044f\u0440\u0438\u0437\u0438\u0440\u043e\u0432\u0430\u043d \u0447\u0435\u0440\u0435\u0437 \u0432\u0438\u0434\u0435\u043e\u0440\u043e\u043b\u0438\u043a\u0438, \u0440\u0430\u0437\u043c\u0435\u0449\u0451\u043d\u043d\u044b\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430\u0445 \u0441\u043e\u0446\u0438\u0430\u043b\u044c\u043d\u044b\u0445 \u0441\u0435\u0442\u0435\u0439 \u0438 \u0432\u0438\u0434\u0435\u043e\u0445\u043e\u0441\u0442\u0438\u043d\u0433\u0430\u0445. \u041d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u0431\u044b\u043b\u043e \u0432\u044b\u0431\u0440\u0430\u043d\u043e \u043f\u043e\u0442\u043e\u043c\u0443, \u0447\u0442\u043e \u044d\u0442\u043e \u043f\u0435\u0440\u0432\u044b\u0439 \u0442\u0430\u043d\u0435\u0446, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u0442\u0430\u043d\u0446\u0443\u044e\u0442 \u0438\u0441\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u043f\u043e\u0434 \u043c\u0443\u0437\u044b\u043a\u0443 \u044d\u043b\u0435\u043a\u0442\u0440\u043e-\u0445\u0430\u0443\u0441.
prop.style.electro.etimology=\u042d\u0442\u0438\u043c\u043e\u043b\u043e\u0433\u0438\u044f
prop.style.electro.text2=\u041e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0438\u0435 \u0438\u0437\u043d\u0430\u0447\u0430\u043b\u044c\u043d\u043e\u0433\u043e \u0438\u043c\u0435\u043d\u0438 \u0434\u043b\u044f \u0442\u0430\u043d\u0446\u0430 \u0438 \u043e\u0434\u043d\u043e\u0432\u0440\u0435\u043c\u0435\u043d\u043d\u0430\u044f \u043f\u043e\u043f\u0443\u043b\u044f\u0440\u0438\u0437\u0430\u0446\u0438\u044f \u0432\u0435\u0447\u0435\u0440\u0438\u043d\u043e\u043a \u00abTecktonik Killer\u00bb, \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u043e\u0432\u0430\u043d\u043d\u044b\u0445 \u043a\u043b\u0443\u0431\u043e\u043c \u00ab\u041c\u0435\u0442\u0440\u043e\u043f\u043e\u043b\u0438\u0441\u00bb, \u043f\u0440\u0438\u0432\u0435\u043b\u0438 \u043a \u0442\u043e\u043c\u0443, \u0447\u0442\u043e \u043d\u0430 \u0432\u043e\u043b\u043d\u0435 \u044d\u043b\u0435\u043a\u0442\u0440\u043e-\u0434\u044d\u043d\u0441\u0430 \u043f\u043e\u044f\u0432\u0438\u043b\u0441\u044f \u0431\u0440\u0435\u043d\u0434 (\u0442\u043e\u0440\u0433\u043e\u0432\u0430\u044f \u043c\u0430\u0440\u043a\u0430) \u00abTecktonik\u00bb, \u043a\u043e\u0442\u043e\u0440\u044b\u043c \u0432 \u0434\u0430\u043b\u044c\u043d\u0435\u0439\u0448\u0435\u043c \u0441\u0442\u0430\u043b\u0438 \u0438\u043c\u0435\u043d\u043e\u0432\u0430\u0442\u044c \u0438 \u0441\u0430\u043c \u0442\u0430\u043d\u0435\u0446, \u0438 \u043e\u0434\u0435\u0436\u0434\u0443. \u041f\u0438\u043e\u043d\u0435\u0440\u044b \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u044f \u0438 \u0432\u0435\u0434\u0443\u0449\u0438\u0435 \u0442\u0430\u043d\u0446\u043e\u0440\u044b \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u044e\u0442 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c \u0442\u0435\u0440\u043c\u0438\u043d \u00abTecktonik\u00bb \u0434\u043b\u044f \u0438\u043c\u0435\u043d\u043e\u0432\u0430\u043d\u0438\u044f \u0431\u0440\u0435\u043d\u0434\u0430, \u0430 \u00ab\u044d\u043b\u0435\u043a\u0442\u0440\u043e-\u0434\u044d\u043d\u0441\u00bb \u2014 \u0434\u043b\u044f \u0441\u0430\u043c\u043e\u0433\u043e \u0442\u0430\u043d\u0446\u0430: Tecktonik \u044d\u0442\u043e \u043c\u0430\u0440\u043a\u0430 \u043e\u0434\u0435\u0436\u0434\u044b, \u0421\u041c\u0418 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u044e\u0442 \u044d\u0442\u043e \u0441\u043b\u043e\u0432\u043e \u0434\u043b\u044f \u0438\u043c\u0435\u043d\u043e\u0432\u0430\u043d\u0438\u044f \u0442\u0430\u043d\u0446\u0430, \u043d\u043e \u043e\u043d\u0438 \u043d\u0438 \u0438\u043c\u0435\u044e\u0442 \u043d\u0438\u0447\u0435\u0433\u043e \u043e\u0431\u0449\u0435\u0433\u043e. \u0422\u0430\u043d\u0435\u0446 \u043d\u0430\u0437\u044b\u0432\u0430\u0435\u0442\u0441\u044f Electro Dance. \u0421\u043e\u0437\u0434\u0430\u0442\u0435\u043b\u044c \u043f\u043e\u0434\u0441\u0442\u0438\u043b\u044f \u00abMilky Way\u00bb \u0442\u0430\u043a\u0436\u0435 \u043d\u0435\u0433\u0430\u0442\u0438\u0432\u043d\u043e \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u0441\u044f \u043a \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044e \u0442\u0435\u0440\u043c\u0438\u043d\u0430 \u00ab\u0442\u0435\u043a\u0442\u043e\u043d\u0438\u043a\u00bb: \u041d\u0435 \u0433\u043e\u0432\u043e\u0440\u0438\u0442\u0435 \u00abTecktonik\u00bb! \u042d\u0442\u043e \u0431\u0440\u0435\u043d\u0434 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u0442\u0430\u043d\u0435\u0446, \u0447\u0442\u043e\u0431\u044b \u0437\u0430\u0440\u0430\u0431\u0430\u0442\u044b\u0432\u0430\u0442\u044c \u0434\u0435\u043d\u044c\u0433\u0438. \u041c\u043e\u0439 \u0442\u0430\u043d\u0435\u0446 \u043d\u0435 \u00abTecktonik\u00bb, \u043d\u043e \u0432\u044b \u043c\u043e\u0436\u0435\u0442\u0435 \u043d\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u0435\u0433\u043e \u00abElectro Dance\u00bb \u0438 \u00abMilky Way\u00bb. \u041f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430, \u043f\u0435\u0440\u0435\u0448\u043b\u0438\u0442\u0435 \u044d\u0442\u043e \u0441\u043e\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u043f\u043e \u0432\u0441\u0435\u043c\u0443 \u043c\u0438\u0440\u0443! \u0415\u0449\u0451 \u0448\u0430\u0433, \u0440\u043e\u0436\u0434\u0430\u0435\u0442\u0441\u044f \u0442\u0430\u043d\u0435\u0446,\u0430 \u043d\u0435 \u0431\u0440\u0435\u043d\u0434...\u0422\u0430\u043a\u043e\u0433\u043e \u0436\u0435 \u0432\u0437\u0433\u043b\u044f\u0434\u0430 \u043f\u0440\u0438\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044e\u0442\u0441\u044f \u0434\u0440\u0443\u0433\u0438\u0435 \u0432\u0435\u0434\u0443\u0449\u0438\u0435 \u0442\u0430\u043d\u0446\u043e\u0440\u044b:\u0422\u0430\u043d\u0435\u0446 \u043d\u0430\u0437\u044b\u0432\u0430\u0435\u0442\u0441\u044f \u044d\u043b\u0435\u043a\u0442\u0440\u043e. \u0418 \u0442\u043e\u0447\u043a\u0430. Tecktonik \u2014 \u044d\u0442\u043e \u043c\u0430\u0440\u043a\u0430, \u0431\u0440\u044d\u043d\u0434, \u044d\u0442\u043e \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u0444\u0438\u0440\u043c\u044b. \u0415\u0441\u043b\u0438 \u043b\u044e\u0434\u0438 \u0438\u0449\u0443\u0442 \u0432 \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442\u0435 \u044d\u043b\u0435\u043a\u0442\u0440\u043e,\u043d\u0430\u0431\u0438\u0440\u0430\u044f \u0432 \u0441\u0442\u0440\u043e\u043a\u0435 \u043f\u043e\u0438\u0441\u043a\u0430 \u00ab\u0422\u0435\u043a\u0442\u043e\u043d\u0438\u043a\u00bb, \u0442\u043e \u043e\u043d\u0438 \u043d\u0438\u0447\u0435\u0433\u043e \u043d\u0435 \u043f\u043e\u043d\u0438\u043c\u0430\u044e\u0442. \u042d\u0442\u043e \u0441\u043b\u043e\u0432\u043e \u2014 \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u0438. \u0413\u043e\u0432\u043e\u0440\u0438\u0442\u044c \u00ab\u042f \u0442\u0430\u043d\u0446\u0443\u044eTecktonik\u00bb \u0434\u043b\u044f \u0442\u0430\u043d\u0446\u043e\u0440\u0430 \u044d\u043b\u0435\u043a\u0442\u0440\u043e \u2014 \u0442\u043e \u0436\u0435 \u0441\u0430\u043c\u043e\u0435, \u043a\u0430\u043a \u0435\u0441\u043b\u0438 \u0431\u044b \u0442\u0430\u043d\u0446\u043e\u0440 \u0441\u0442\u0438\u043b\u044f \u0445\u0438\u043f-\u0445\u043e\u043f \u0437\u0430\u044f\u0432\u0438\u043b: \u00ab\u042f \u0442\u0430\u043d\u0446\u0443\u044e Kit-Kat \u00bb \u0438\u043b\u0438 \u00ab\u042f \u0442\u0430\u043d\u0446\u0443\u044e Nike\u00bb.
prop.style.electro.characteristic=\u0425\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0430
prop.style.electro.text3=\u042d\u043b\u0435\u043a\u0442\u0440\u043e \u0414\u044d\u043d\u0441 \u0434\u0435\u0440\u0436\u0438\u0442\u0441\u044f \u043d\u0430 \u043e\u0441\u043d\u043e\u0432\u0435 \u043d\u0435\u0441\u043a\u043e\u043b\u044c\u043a\u0438\u0445 \u0432\u0430\u0440\u0438\u0430\u0442\u0438\u0432\u043d\u044b\u0445 \u0431\u0430\u0437\u043e\u0432\u044b\u0445 \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u0439, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043c\u043e\u0436\u043d\u043e \u0432\u043e\u0441\u043f\u0440\u043e\u0438\u0437\u0432\u0435\u0441\u0442\u0438 \u0440\u0443\u043a\u0430\u043c\u0438, \u0442\u0430\u043a\u0436\u0435 \u0432\u043a\u043b\u044e\u0447\u0430\u0435\u0442 \u0432 \u0441\u0435\u0431\u044f \u0432\u0441\u0435 \u043f\u043b\u043e\u0441\u043a\u043e\u0441\u0442\u0438 \u0438 \u0443\u0440\u043e\u0432\u043d\u0438. \u041e\u0441\u043d\u043e\u0432\u044b \u0442\u0430\u043d\u0446\u0430 \u043b\u0435\u0433\u043a\u043e \u0441\u043e\u0432\u043c\u0435\u0441\u0442\u0438\u043c\u044b \u0441 \u0434\u0440\u0443\u0433\u0438\u043c\u0438 \u0442\u0430\u043d\u0446\u0435\u0432\u0430\u043b\u044c\u043d\u044b\u043c\u0438 \u043d\u0430\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f\u043c\u0438, \u0438 \u0441 \u043b\u0435\u0433\u043a\u043e\u0441\u0442\u044c\u044e \u043c\u043e\u0433\u0443\u0442 \u0431\u044b\u0442\u044c \u043f\u0440\u0438\u043c\u0435\u043d\u0438\u043c\u044b \u0432 \u043d\u0438\u0445. \u041f\u0440\u0438\u043c\u0435\u0440\u044b \u0440\u0430\u0437\u0432\u0438\u0442\u0438\u044f \u0441\u0442\u0438\u043b\u044f \u0432\u044b \u043c\u043e\u0436\u0435\u0442\u0435 \u043b\u0438\u0446\u0435\u0437\u0440\u0435\u0442\u044c \u043d\u0430 \u0442\u0430\u043a\u0438\u0445 \u043c\u0435\u0440\u043e\u043f\u0440\u0438\u044f\u0442\u0438\u044f\u0445 \u043a\u0430\u043a: Vertifight, Move&Prove, Oh My Style, LRC \u0438 \u0442\u0434. \u041c\u0443\u0437\u044b\u043a\u0430\u043b\u044c\u043d\u0443\u044e \u043e\u0441\u043d\u043e\u0432\u0443 \u0441\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u044e\u0442 \u0436\u0430\u043d\u0440\u044b: Electronic,Techno,Electro-House.
prop.style.hiphop.title=Hip hop
prop.style.hiphop.text1=Hip Hop \u043f\u043e\u044f\u0432\u0438\u043b\u0441\u044f \u0432 \u042e\u0436\u043d\u043e\u043c \u0411\u0440\u043e\u043d\u043a\u0441\u0435 \u0432 1973 \u0433\u043e\u0434\u0443.
prop.style.hiphop.oldschool=\u0425\u0438\u043f-\u0445\u043e\u043f \u0434\u044d\u043d\u0441, \u043f\u0435\u0440\u0438\u043e\u0434 '\u041e\u043b\u0434 \u0421\u043a\u0443\u043b'
prop.style.hiphop.buddha=\u0411\u0443\u0434\u0434\u0430 \u0421\u0442\u0440\u0435\u0442\u0447
prop.style.hiphop.text2=\u041c\u044b \u0431\u0443\u0434\u0435\u043c \u043e\u0431\u0441\u0443\u0436\u0434\u0430\u0442\u044c \u043f\u0440\u043e\u0438\u0441\u0445\u043e\u0436\u0434\u0435\u043d\u0438\u0435 \u0425\u0438\u043f \u0425\u043e\u043f \u041a\u0443\u043b\u044c\u0442\u0443\u0440\u044b (Hip Hop Culture) \u0438 \u0445\u0438\u043f-\u0445\u043e\u043f \u0442\u0430\u043d\u0446\u0430 (Hip-hop Dance). \u0425\u0438\u043f \u0425\u043e\u043f \u041a\u0443\u043b\u044c\u0442\u0443\u0440\u0430 \u043d\u0430\u0447\u0430\u043b\u0430\u0441\u044c \u0432 \u042e\u0436\u043d\u043e\u043c \u0411\u0440\u043e\u043d\u043a\u0441\u0435 \u043e\u043a\u043e\u043b\u043e 1973 \u0433\u043e\u0434\u0430 (South Bronx, 1973, \u0432 \u0434\u043e\u043c\u0435 1520 Sedgwick Avenue (Sedgwick & Cesar). \u0418 \u043f\u0440\u0438\u0448\u043b\u0430 \u043f\u043e\u0441\u043b\u0435 \u043a\u0443\u043b\u044c\u0442\u0443\u0440\u044b \u0447\u0435\u0440\u043d\u044b\u0445 \u0438 \u043b\u0430\u0442\u0438\u043d\u043e \u0430\u043c\u0435\u0440\u0438\u043a\u0430\u043d\u0446\u0435\u0432 60-70 \u0433\u043e\u0434\u043e\u0432. \u0425\u0438\u043f-\u0445\u043e\u043f \u043a\u0430\u043a \u0442\u0430\u043d\u0435\u0446, \u043f\u0440\u0438\u0448\u0435\u043b \u0438\u0437 \u0442\u043e\u0439 \u0436\u0435 \u043a\u0443\u043b\u044c\u0442\u0443\u0440\u044b \u0438\u0437 70\u0445, \u0435\u0449\u0435 \u0434\u043e \u0442\u043e\u0433\u043e \u043a\u0430\u043a \u043e\u043d\u0438 \u043d\u0430 \u0441\u0430\u043c\u043e\u043c \u0434\u0435\u043b\u0435 \u0441\u0442\u0430\u043b\u0438 \u043d\u0430\u0437\u044b\u0432\u0430\u0442\u044c\u0441\u044f \u0445\u0438\u043f-\u0445\u043e\u043f\u043e\u043c. \u041f\u0440\u043e\u0441\u0442\u043e \u0432 \u043a\u0430\u0436\u0434\u043e\u0439 \u0447\u0430\u0441\u0442\u0438 \u0433\u043e\u0440\u043e\u0434\u0430 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043e\u0432\u0430\u043b\u043e \u0441\u0432\u043e\u0435 \u0432\u044b\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u0438 \u0432\u0437\u0433\u043b\u044f\u0434 \u0425\u0438\u043f \u0425\u043e\u043f \u041a\u0443\u043b\u044c\u0442\u0443\u0440\u044b, \u0432 \u0411\u0440\u043e\u043d\u043a\u0441\u0435 \u0431\u044b\u043b '\u0411\u0438\u0431\u043e\u0438\u043d\u0433' (Bboying \u0438\u043b\u0438 Breaking), '\u042d\u043c\u0441\u0438' (Mc) \u0438 '\u0414\u0438\u0434\u0436\u0435\u0438' (Dj), \u043d\u043e \u0432 \u0411\u0440\u0443\u043a\u043b\u0438\u043d\u0435 \u0443 \u043d\u0430\u0441 \u0431\u044b\u043b \u0441\u0442\u0438\u043b\u044c \u0442\u0430\u043a \u043d\u0430\u0437\u044b\u0432\u0430\u0435\u043c\u044b\u0439 '\u0424\u0440\u0438\u043a\u0441\u0442\u0430\u0439\u043b' (Freakstyle), \u043d\u0443 \u0432\u044b \u0437\u043d\u0430\u0435\u0442\u0435 \u044d\u0442\u043e \u0431\u044b\u043b \u0431\u0438\u0431\u043e\u0438\u043d\u0433 \u0432 \u0411\u0440\u043e\u043d\u043a\u0441\u0435, \u043d\u043e \u0443 \u043d\u0430\u0441 \u043e\u043d \u043d\u0430\u0437\u044b\u0432\u0430\u043b\u0441\u044f \u0444\u0440\u0438\u043a\u0441\u0442\u0430\u0439\u043b. \u0412 \u0411\u0440\u043e\u043d\u043a\u0441\u0435 \u0442\u0430\u043a\u0436\u0435 \u0431\u044b\u043b '\u0420\u043e\u043a\u0438\u043d\u0433' (Rocking),\u0430 \u0432 \u0411\u0440\u0443\u043a\u043b\u0438\u043d\u0435 '\u0411\u0440\u0443\u043a\u043b\u0438\u043d \u0420\u043e\u043a' (Brooklyn Rock), \u0438 \u0432\u0441\u0435 \u044d\u0442\u043e \u0434\u0430\u043b\u043e \u043d\u0430\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043a\u0443\u043b\u044c\u0442\u0443\u0440\u0435, \u0438 \u0425\u0438\u043f \u0425\u043e\u043f \u0441\u0442\u0430\u043b \u043d\u0430\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435\u043c \u043c\u044d\u0439\u043d\u0441\u0442\u0440\u0438\u043c\u0430 (\u043e\u0441\u043d\u043e\u0432\u043d\u044b\u043c \u043d\u0430\u043f\u0440\u0432\u043b\u0435\u043d\u0438\u0435\u043c), \u0438 \u0445\u0438\u043f-\u0445\u043e\u043f \u0434\u044d\u043d\u0441 \u043f\u0440\u0438\u0448\u0435\u043b \u0438\u0437 \u0425\u0438\u043f \u0425\u043e\u043f \u041a\u0443\u043b\u044c\u0442\u0443\u0440\u044b, \u043f\u043e\u0441\u043b\u0435 \u0444\u0438\u043b\u044c\u043c\u043e\u0432 '\u0411\u0438\u0442 \u0421\u0442\u0440\u0438\u0442' (Beat Street), '\u0411\u0440\u0435\u0439\u043a\u0438\u043d\u0433' (Breaking), '\u0411\u0440\u0435\u0439\u043a\u0438\u043d\u0433 - \u042d\u043b\u0435\u043a\u0442\u0440\u0438\u043a \u0411\u0443\u0433\u0430\u043b\u0443' (Breaking \u2013 Electric Boogaloo) \u0438 \u0442\u0434, \u043f\u043e\u0441\u043b\u0435 \u0448\u043e\u0443 \u0438 \u0440\u0435\u043a\u043b\u0430\u043c, \u0442\u0430\u043d\u0446\u0435\u0432\u0430\u043b\u044c\u043d\u044b\u0439 \u0430\u0441\u043f\u0435\u043a\u0442, \u0430 \u0438\u043c\u0435\u043d\u043d\u043e \u0411\u0438\u0431\u043e\u0438\u043d\u0433, \u041f\u043e\u043f\u043f\u0438\u043d\u0433 \u0438 \u041b\u043e\u043a\u0438\u043d\u0433 \u0441\u043e\u0448\u0435\u043b \u043d\u0430 \u043d\u0435\u0442, \u043e\u0442\u044b\u0433\u0440\u0430\u043b \u0441\u0432\u043e\u0435. \u0427\u0442\u043e \u043f\u0440\u043e\u0438\u0437\u043e\u0448\u043b\u043e? \u041f\u0440\u043e\u0438\u0437\u043e\u0448\u043b\u043e \u0442\u043e, \u0447\u0442\u043e \u043c\u043d\u043e\u0433\u0438\u0435 \u0442\u0430\u043d\u0446\u043e\u0440\u044b, \u043f\u043e\u043f\u043f\u0435\u0440\u044b, \u043b\u043e\u043a\u0435\u0440\u044b \u0438 \u0434\u0440\u0443\u0433\u0438\u0435 \u0441\u0442\u0430\u043b\u0438 \u0441\u043c\u0435\u0448\u0438\u0432\u0430\u0442\u044c \u0432\u0441\u0435 \u0441\u0442\u0438\u043b\u0438 \u0432\u043c\u0435\u0441\u0442\u0435, \u0438 \u0431\u0438\u0431\u043e\u0438 \u0441\u0442\u0430\u043b\u0438 \u043d\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u044d\u0442\u043e '\u0424\u0440\u0438\u0441\u0442\u0430\u0439\u043b' (Freestyle), \u0430 \u043c\u044b \u043f\u0440\u043e\u0441\u0442\u043e \u043d\u0430\u0437\u044b\u0432\u0430\u043b\u0438 \u044d\u0442\u043e \u0445\u0438\u043f-\u0445\u043e\u043f\u043e\u043c, \u0438 \u043f\u0440\u0438\u0447\u0438\u043d\u0430 \u044d\u0442\u043e\u043c\u0443 \u0431\u044b\u043b\u043e \u0442\u043e, \u0447\u0442\u043e \u0432\u0441\u0435 \u0447\u0442\u043e \u043c\u044b \u0434\u0435\u043b\u0430\u043b\u0438, \u043c\u044b \u0434\u0435\u043b\u0430\u043b\u0438 \u043f\u043e\u0434 \u0445\u0438\u043f-\u0445\u043e\u043f \u043c\u0443\u0437\u044b\u043a\u0443, \u0447\u0442\u043e \u0438 \u043e\u0442\u0434\u0435\u043b\u0438\u043b\u043e \u0445\u0438\u043f-\u0445\u043e\u043f \u0442\u0430\u043d\u0435\u0446 \u043e\u0442 \u0431\u0438\u0431\u043e\u0438\u043d\u0433\u0430, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u0442\u0430\u043d\u0446\u0435\u0432\u0430\u043b\u0441\u044f \u043f\u043e\u0434 \u043c\u0443\u0437\u044b\u043a\u0430\u043b\u044c\u043d\u044b\u0439 \u0431\u0440\u0435\u0439\u043a, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u043f\u0440\u0438\u0448\u0435\u043b \u0438\u0437 \u0444\u0430\u043d\u043a \u043c\u0443\u0437\u044b\u043a\u0438, \u0440\u043e\u043a \u043c\u0443\u0437\u044b\u043a\u0438, \u0441\u0430\u043b\u044c\u0441\u0430 \u043c\u0443\u0437\u044b\u043a\u0438 \u0438 \u0442\u0434. \u041d\u043e \u0445\u0438\u043f-\u0445\u043e\u043f, \u0432\u0441\u0435 \u043d\u0430\u0447\u0438\u043d\u0430\u043b\u0438 \u0442\u0430\u043d\u0446\u0435\u0432\u0430\u0442\u044c '\u0417\u044d \u0412\u0430\u043f' (The Whop) \u043f\u043e\u0442\u043e\u043c\u0443 \u0447\u0442\u043e \u0438\u0433\u0440\u0430\u043b \u0442\u0440\u044d\u043a '\u0411\u0438-\u0424\u044d\u0442c - \u0414\u0443 \u0437\u044d \u0432\u0430\u043f' (B-Fats - Do The Whop). \u041c\u044b \u0434\u0435\u043b\u0430\u043b\u0438 '\u0425\u044d\u043f\u043f\u0438 \u0424\u0438\u0442' (Happy Feet) \u043f\u043e\u0434 '\u0414\u043e\u0443\u0433 \u0418 \u0424\u0440\u0435\u0448 - \u0417\u044d \u0428\u043e\u0443' (Doug E. Fresh - The Show), \u0434\u0435\u043b\u0430\u043b\u0438 \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u0435 '\u0414\u0436\u044d\u0439\u043c\u0441 \u0411\u0440\u0430\u0443\u043d' (James Brown) \u043f\u043e\u0434 '\u0421\u0443\u043f\u0435\u0440 \u041b\u0430\u0432\u0435\u0440 \u0421\u0438 - \u0414\u0443 \u0417\u044d \u0414\u0436\u044d\u0439\u043c\u0441' (Super Lover Cee- Do The James), \u043f\u043e\u0442\u043e\u043c\u0443 \u0447\u0442\u043e \u0442\u0430\u043c \u043f\u0435\u043b\u043e\u0441\u044c '\u0414\u0443 \u0417\u044d \u0414\u0436\u044d\u0439\u043c\u0441 \u0411\u0440\u0430\u0443\u043d' (Do The James Brown).
prop.style.hiphop.henry=\u0413\u0435\u043d\u0440\u0438 \u041b\u0438\u043d\u043a
prop.style.hiphop.text3=\u0412 \u043e\u0441\u043d\u043e\u0432\u0435 \u0443 \u0432\u0430\u0441 \u0431\u044b\u043b \u0442\u0440\u044d\u043a \u0438 \u0442\u0430\u043d\u0435\u0446 \u043a \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u043d\u043e\u0439 \u043f\u0435\u0441\u043d\u0435, \u0438 \u043a\u043e\u0433\u0434\u0430 \u044d\u0442\u043e\u0442 \u0442\u0440\u044d\u043a \u0438\u0433\u0440\u0430\u043b, \u0432\u044b \u0442\u0430\u043d\u0446\u0435\u0432\u0430\u043b\u0438 \u0438\u043c\u0435\u043d\u043d\u043e \u044d\u0442\u0438 \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u044f, \u0430 \u043d\u0435 \u043a\u0430\u043a\u0438\u0435 \u0442\u043e \u0434\u0440\u0443\u0433\u0438\u0435. \u0422\u043e\u043b\u044c\u043a\u043e \u044d\u0442\u043e\u0442 \u0442\u0430\u043d\u0435\u0446 (\u0434\u0432\u0438\u0436\u0435\u043d\u0438\u0435). \u0410 \u043f\u043e\u0437\u0436\u0435 \u0432\u0441\u0435 \u0443\u0436\u0435 \u0442\u0430\u043d\u0446\u0435\u0432\u0430\u043b\u0438 \u0440\u0430\u0437\u043d\u044b\u0435 \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u044f, \u0440\u0430\u0437\u043d\u044b\u0435 \u0432\u0430\u0440\u0438\u0430\u0446\u0438\u0438, \u043d\u043e \u043a\u043e\u0433\u0434\u0430 \u0438\u0433\u0440\u0430\u043b \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u044b\u0439 \u0442\u0440\u044d\u043a, \u0442\u043e \u043b\u044e\u0434\u0438, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u0437\u043d\u0430\u043b\u0438 \u0432\u0441\u044e \u044d\u0442\u0443 \u0442\u0435\u043c\u0443, \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u043e\u043c \u0442\u0430\u043d\u0446\u0435\u0432\u0430\u043b\u0438 \u044d\u0442\u043e\u0442 \u0442\u0430\u043d\u0435\u0446.
prop.style.hiphop.text4=\u041c\u043d\u043e\u0433\u0438\u0435 \u0442\u0430\u043d\u0446\u043e\u0440\u044b \u043f\u0440\u0438\u0448\u043b\u0438 \u0438\u0437 \u043f\u043e\u043f\u0438\u043d\u0433\u0430, \u0431\u0440\u0435\u0439\u043a\u0438\u043d\u0433\u0430 \u0438 \u043e\u043d\u0438 \u0432\u0437\u044f\u043b\u0438 \u044d\u0442\u0438 \u044d\u043b\u0435\u043c\u0435\u043d\u0442\u044b \u0438 \u0441\u0434\u0435\u043b\u0430\u043b\u0438 \u043c\u0438\u043a\u0441 \u0438\u0437 '\u0441\u043e\u0448\u043b \u0434\u044d\u043d\u0441\u0430' (Social Dance - \u0421\u043e\u0446\u0438\u0430\u043b\u044c\u043d\u044b\u0439 \u0442\u0430\u043d\u0435\u0446) \u0441 \u044d\u0442\u0438\u043c\u0438 \u0441\u0442\u0438\u043b\u044f\u043c\u0438, \u0438 \u0438\u0437 \u044d\u0442\u043e\u0433\u043e \u043f\u043e\u043b\u0443\u0447\u0438\u043b\u0441\u044f \u0445\u0438\u043f-\u0445\u043e\u043f \u0442\u0430\u043d\u0435\u0446. \u041c\u044b \u0441\u043e\u0431\u0440\u0430\u043b\u0438\u0441\u044c \u0432\u043c\u0435\u0441\u0442\u0435, \u043c\u044b \u0432\u0437\u044f\u043b\u0438 \u0432\u0441\u0435 \u0447\u0442\u043e \u0434\u0435\u043b\u0430\u043b\u0438, \u044d\u0442\u043e \u0431\u044b\u043b \u043c\u0438\u043a\u0441 \u0438\u0437 \u0432\u0441\u0435\u0445 \u0441\u0442\u0438\u043b\u0435\u0439, \u0432\u043e\u0442 \u043a\u0430\u043a \u043f\u043e\u044f\u0432\u0438\u043b\u0441\u044f \u0445\u0438\u043f-\u0445\u043e\u043f \u0434\u044d\u043d\u0441. \u0422\u0430 \u0436\u0435 \u0438\u0441\u0442\u043e\u0440\u0438\u044f \u0438 \u0441 \u0425\u0430\u0443\u0441 \u0414\u044d\u043d\u0441\u043e\u043c (House Dance), \u0425\u0430\u0443\u0441 \u041a\u0443\u043b\u044c\u0442\u0443\u0440\u0430 \u043f\u0440\u0438\u0448\u043b\u0430 \u0438\u0437 \u0414\u0438\u0441\u043a\u043e (Disco), \u043a\u0430\u043a \u0432\u0438\u0434 \u0440\u0430\u043d\u043d\u0435\u0433\u043e \u0445\u0438\u043f-\u0445\u043e\u043f\u0430. \u0412\u043e\u0442 \u043f\u043e\u0447\u0435\u043c\u0443 \u0432\u0441\u0435 \u043d\u0430\u0437\u044b\u0432\u0430\u044e\u0442 \u0441\u0442\u0438\u043b\u044c, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u043c\u044b \u0434\u0435\u043b\u0430\u0435\u043c \u0444\u0440\u0438\u0441\u0442\u0430\u0439\u043b\u043e\u043c, \u043f\u043e\u0442\u043e\u043c\u0443 \u0447\u0442\u043e \u044d\u0442\u043e \u043c\u0438\u043a\u0441, \u043d\u043e \u0432\u043e \u0432\u0441\u0435\u0445 \u0441\u0442\u0438\u043b\u044f\u0445, \u0432 \u043e\u0441\u043d\u043e\u0432\u0435 \u043e\u0434\u043d\u043e \u0438 \u0442\u043e \u0436\u0435, \u0442\u0430\u043a \u043a\u0430\u043a \u043e\u043d\u0438 \u043f\u0440\u0438\u0448\u043b\u0438 \u0438\u0437 \u0441\u043e\u0448\u043b \u0434\u0435\u043d\u0441, \u0434\u043e \u0442\u043e\u0433\u043e \u043a\u0430\u043a \u043f\u043e\u044f\u0432\u0438\u043b\u0438\u0441\u044c \u0441\u0442\u0438\u043b\u0438. \u0412 \u043f\u043e\u0437\u0434\u043d\u0438\u0435 80\u0435, \u043a\u043e\u0433\u0434\u0430 '\u0411\u0438\u0442 \u0421\u0442\u0440\u0438\u0442 \u042d\u0440\u0430' \u0443\u043c\u0435\u0440\u043b\u0430 \u0438 \u043d\u0430\u0447\u0430\u043b\u0430\u0441\u044c \u0445\u0438\u043f-\u0445\u043e\u043f \u044d\u0440\u0430, \u0438 \u0432 90\u0435, \u043a\u043e\u0433\u0434\u0430 \u043e\u043d\u0430 \u0434\u043e\u0441\u0442\u0438\u0433\u043b\u0430 \u043c\u0430\u043a\u0441\u0438\u043c\u0443\u043c\u0430 \u043f\u043e\u043f\u0443\u043b\u044f\u0440\u043d\u043e\u0441\u0442\u0438 \u043d\u0435 \u0442\u043e\u043b\u044c\u043a\u043e \u043d\u0430\u0446\u0438\u043e\u043d\u0430\u043b\u044c\u043d\u043e\u0439, \u043d\u043e \u0438 \u0438\u043d\u0442\u0435\u0440\u043d\u0430\u0446\u0438\u043e\u043d\u0430\u043b\u044c\u043d\u043e\u0439 \u0438 \u0434\u043e \u0441\u0438\u0445 \u043f\u043e\u0440. \u041c\u0443\u0437\u044b\u043a\u0430 \u0438\u0437\u043c\u0435\u043d\u044f\u043b\u0430\u0441\u044c \u0438 \u0442\u0430\u043d\u0435\u0446 \u0441 \u043d\u0435\u0439. \u042f \u0434\u0443\u043c\u0430\u044e, \u043b\u044e\u0434\u0438 \u043f\u0440\u043e\u0441\u0442\u043e \u0437\u0430\u0431\u044b\u043b\u0438 \u043e\u0442\u043a\u0443\u0434\u0430 \u043d\u0430\u0447\u0430\u043b\u0430\u0441\u044c \u044d\u0442\u0430 \u0438\u0441\u0442\u043e\u0440\u0438\u044f, \u043c\u044b \u043d\u0430\u0447\u0430\u043b\u0438 \u0435\u0435 \u0441 \u043c\u0443\u0437\u044b\u043a\u043e\u0439 \u0438 \u0438\u0437-\u0437\u0430 \u043b\u044e\u0431\u0432\u0438 \u043a \u043c\u0443\u0437\u044b\u043a\u0435, \u0438 \u043c\u043d\u0435 \u043a\u0430\u0436\u0435\u0442\u0441\u044f \u044d\u0442\u043e \u0431\u044b\u043b\u043e \u043f\u043e\u0442\u0435\u0440\u044f\u043d\u043e, \u044d\u0442\u043e \u0444\u043e\u0440\u043c\u0430 \u0438\u0441\u043a\u0443\u0441\u0441\u0442\u0432\u0430 \u0438 \u043b\u044e\u0434\u0438 \u0434\u043e\u043b\u0436\u043d\u044b \u043a \u044d\u0442\u043e\u043c\u0443 \u0442\u0430\u043a \u0438 \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u044c\u0441\u044f.
prop.style.hiphop.oldmoves=\u0414\u0432\u0438\u0436\u0435\u043d\u0438\u044f \u043f\u0435\u0440\u0438\u043e\u0434\u0430 '\u041e\u043b\u0434 \u0421\u043a\u0443\u043b':
prop.style.hiphop.oldmoves.smurf=Smurf
prop.style.hiphop.oldmoves.prep=Prep(Pretty Boys)
prop.style.hiphop.oldmoves.whop=The Whop
prop.style.hiphop.oldmoves.cabbage=Ñabbage Patch
prop.style.hiphop.oldmoves.reebok=Reebok
prop.style.hiphop.oldmoves.fila=The Fila (Rambo)
prop.style.hiphop.oldmoves.happyfeat=Happy Feat
prop.style.hiphop.middleschool=\u0425\u0438\u043f-\u0445\u043e\u043f \u0434\u044d\u043d\u0441, \u043f\u0435\u0440\u0438\u043e\u0434 '\u041c\u0438\u0434\u043b \u0421\u043a\u0443\u043b':
prop.style.hiphop.text5=\u0421\u0435\u0439\u0447\u0430\u0441 \u043c\u044b \u0441\u043e\u0431\u0438\u0440\u0430\u0435\u043c\u0441\u044f \u043e\u0431\u0441\u0443\u0436\u0434\u0430\u0442\u044c \u0445\u0438\u043f-\u0445\u043e\u043f \u043d\u0430\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u0432 \u043f\u0435\u0440\u0438\u043e\u0434 \u0432\u0440\u0435\u043c\u0435\u043d\u0438 \u043a\u0430\u043a '\u041c\u0438\u0434\u0434\u043b \u0421\u043a\u0443\u043b' (Middle School). \u041d\u0435\u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u0433\u043e\u0432\u043e\u0440\u044f\u0442 \u0441 90-91, \u043f\u0440\u0438\u043c\u0435\u0440\u043d\u043e \u0434\u043e 1997 \u0433\u043e\u0434\u0430, \u0447\u0442\u043e \u0442\u043e \u0432\u0440\u043e\u0434\u0435 \u044d\u0442\u043e\u0433\u043e. \u0412 \u043d\u0430\u0447\u0430\u043b\u0435 90\u0445 \u0438 \u043a \u0441\u0435\u0440\u0435\u0434\u0438\u043d\u0435 90\u0445 \u0431\u044b\u043b \u0432\u0438\u0434\u0435\u043e \u043f\u0435\u0440\u0438\u043e\u0434 (Video Age) - \u043f\u043e\u0442\u043e\u043c\u0443 \u0447\u0442\u043e \u0442\u0430\u043d\u0446\u043e\u0440\u044b \u0431\u044b\u043b\u0438 \u043f\u0440\u0430\u043a\u0442\u0438\u0447\u0435\u0441\u043a\u0438 \u0432\u043e \u0432\u0441\u0435\u0445 \u0432\u0438\u0434\u0435\u043e \u0438 \u0445\u0438\u043f-\u0445\u043e\u043f \u0437\u0430\u043d\u044f\u043b \u043e\u0441\u043d\u043e\u0432\u043d\u0443\u044e \u043f\u043e\u0437\u0438\u0446\u0438\u044e, \u043e\u043d \u0431\u044b\u043b \u043f\u043e \u0432\u0441\u044e\u0434\u0443, \u0432\u043e \u0432\u0441\u0435\u043c \u043c\u0438\u0440\u0435 \u0438 \u0432\u0441\u0435 \u044d\u0442\u043e \u0432\u0438\u0434\u0435\u043b\u0438. \u041c\u043d\u0435 \u043d\u0440\u0430\u0432\u0438\u0442\u0441\u044f \u043d\u0430\u0437\u044b\u0432\u0430\u0442\u044c '\u043c\u0438\u0434\u0434\u043b \u0441\u043a\u0443\u043b' - \u0432\u0438\u0434\u0435\u043e \u0432\u0435\u043a\u043e\u043c. \u041f\u043e\u0442\u043e\u043c\u0443 \u0447\u0442\u043e \u0434\u043e \u044d\u0442\u043e\u0433\u043e \u0431\u044b\u043b\u0438 \u0432\u0438\u0434\u0435\u043e, \u043d\u043e \u0438\u0445 \u0431\u044b\u043b\u043e \u043d\u0435\u043c\u043d\u043e\u0433\u043e \u0433\u0434\u0435 \u0432\u0441\u0442\u0440\u0435\u0447\u0430\u043b\u0438\u0441\u044c \u0442\u0430\u043d\u0446\u043e\u0440\u044b, \u0430 \u0432 \u044d\u0442\u043e\u0442 \u043f\u0435\u0440\u0438\u043e\u0434, \u0432\u0441\u0435 \u0432\u0438\u0434\u0435\u043e \u0431\u044b\u043b\u0438 \u0441 \u0443\u0447\u0430\u0441\u0442\u0438\u0435\u043c \u0442\u0430\u043d\u0446\u043e\u0440\u043e\u0432. \u0420\u0430\u043d\u043d\u0438\u0435 90\u0435, \u044f \u043b\u044e\u0431\u043b\u044e \u043d\u0430\u0437\u044b\u0432\u0430\u0442\u044c '\u0414\u0430\u0441 \u042d\u0444\u0444\u0435\u043a\u0441' (Das EFX) \u044d\u0440\u043e\u0439, \u043f\u043e\u0442\u043e\u043c\u0443 \u0447\u0442\u043e \u0432 \u0442\u043e \u0432\u0440\u0435\u043c\u044f \u0443 \u043c\u043d\u043e\u0433\u0438\u0445 \u0431\u044b\u043b\u0438 \u0434\u0440\u044d\u0434\u044b, \u0438 '\u0414\u0430\u0441 \u042d\u0444\u0444\u0435\u043a\u0441' \u0431\u044b\u043b\u0438 \u043d\u0430\u0441\u0442\u043e\u043b\u044c\u043a\u043e \u043f\u043e\u043f\u0443\u043b\u044f\u0440\u043d\u044b, \u0447\u0442\u043e \u0435\u0441\u043b\u0438 \u0432\u0434\u0440\u0443\u0433 \u043a\u0442\u043e \u0432\u0438\u0434\u0435\u043b \u043f\u0430\u0440\u043d\u044f \u0441 \u0434\u0440\u044d\u0434\u0430\u043c\u0438, \u0442\u043e \u0441\u0440\u0430\u0437\u0443 \u0432\u0441\u043f\u043e\u043c\u0438\u043d\u0430\u043b\u0438 \u044d\u0442\u0443 \u0433\u0440\u0443\u043f\u043f\u0443. \u041c\u043d\u0435 \u043d\u0440\u0430\u0432\u0438\u0442\u0441\u044f \u0432\u0441\u043f\u043e\u043c\u0438\u043d\u0430\u0442\u044c \u043e \u0442\u0435\u0445 \u0432\u0440\u0435\u043c\u0435\u043d\u0430\u0445, \u043a\u0430\u043a \u043e '\u0422\u0438\u043c\u0431\u0435\u0440\u043b\u044d\u043d\u0434' (Timberland) \u0432\u0440\u0435\u043c\u0435\u043d\u0438. \u041f\u043e\u0442\u043e\u043c\u0443 \u0447\u0442\u043e \u0432\u0441\u0435 \u0441\u0442\u0430\u043b\u0438 \u043d\u043e\u0441\u0438\u0442\u044c \u0422\u0438\u043c\u0431\u0435\u0440\u043b\u044d\u043d\u0434\u044b (Timberland), \u041a\u0440\u043e\u0441 \u041a\u0430\u043b\u043e\u0440\u0441 (Cross Colors), \u041a\u0430\u0440\u043b \u041a\u0430\u043d\u0430\u0439 (Karl Kani), \u043e\u0434\u0435\u0432\u0430\u043b\u0438 \u043e\u0433\u0440\u043e\u043c\u043d\u044b\u0435 \u0441\u0432\u0438\u0442\u0435\u0440\u0430 \u0438 \u0445\u0443\u0434\u0438\u0441, \u043d\u0430 \u0431\u0435\u0439\u0441\u0431\u043e\u043b\u043a\u0438 \u043d\u0430\u043a\u0438\u0434\u044b\u0432\u0430\u043b\u0438 \u043a\u0430\u043f\u044e\u0448\u043e\u043d\u044b. \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u043a\u0430\u043a \u0432 \u0432\u0438\u0434\u0435\u043e '\u0422\u0438 \u042d\u043b \u0421\u0438' - '\u0425\u044d\u0442 \u0442\u0443 \u0434\u0430 \u0431\u044d\u043a' (TLC - Hat To Da Back). \u041f\u043e\u043b\u043e - \u044d\u0442\u043e \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0438\u0439 \u043e\u043b\u0434 \u0441\u043a\u0443\u043b, '\u041f\u043e\u043b\u043e' (Polo) \u0438 '\u0413\u044d\u0441' (Guess) \u044d\u0442\u043e \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0438\u0435 80\u0435 \u0438 \u044d\u0442\u0430 \u043c\u043e\u0434\u0430 \u0434\u043e \u0441\u0438\u0445 \u043f\u043e\u0440 \u0441\u043e\u0445\u0440\u0430\u043d\u0438\u043b\u0430\u0441\u044c. \u0422\u0430\u043a\u0436\u0435 \u0432 \u043f\u0435\u0440\u0438\u043e\u0434 \u043c\u0438\u0434\u043b \u0441\u043a\u0443\u043b \u0431\u044b\u043b\u043e \u043e\u0447\u0435\u043d\u044c \u043c\u043e\u0434\u043d\u043e \u043d\u043e\u0441\u0438\u0442\u044c '\u0422\u043e\u043c\u043c\u0438 \u0425\u0438\u043b\u0444\u0438\u0433\u0435\u0440' (Tommy Hilfiger) - \u044d\u0442\u043e \u0431\u044b\u043b\u0430 \u043e\u0434\u0435\u0436\u0434\u0430 90\u0445. \u0412\u0441\u0435 \u043d\u043e\u0441\u0438\u043b\u0438 \u0434\u0436\u0438\u043d\u0441\u044b, \u043a\u0443\u0440\u0442\u043a\u0438, \u0440\u044e\u043a\u0437\u0430\u043a\u0438. \u0415\u0441\u043b\u0438 \u0442\u044b \u043d\u0435 \u043d\u043e\u0441\u0438\u043b '\u0422\u043e\u043c\u043c\u0438', \u0442\u043e \u0443 \u0442\u0435\u0431\u044f \u0431\u044b\u043b '\u0425\u0435\u043b\u043b\u0438 \u0425\u0435\u043d\u0441\u0435\u043d' (Helly Hensen), '\u0421\u043f\u0430\u0439\u0434\u0435\u0440' (Spider), \u043b\u044b\u0436\u043d\u0430\u044f \u043e\u0434\u0435\u0436\u0434\u0430, \u043e\u0433\u0440\u043e\u043c\u043d\u044b\u0435 \u043a\u0443\u0440\u0442\u043a\u0438, \u043a \u044d\u0442\u043e\u043c\u0443 \u043e\u0442\u043d\u043e\u0441\u0438\u043b\u0438\u0441\u044c \u043d\u0435 \u043a\u0430\u043a \u043a \u043f\u0440\u043e\u0441\u0442\u043e \u043f\u0430\u043b\u044c\u0442\u043e \u0438\u043b\u0438 \u043a\u0443\u0440\u0442\u043a\u0435, \u043c\u044b \u043e\u0434\u0435\u0432\u0430\u043b\u0438 \u044d\u0442\u043e \u0432 \u043a\u043b\u0443\u0431\u044b. \u0412\u0435\u0441\u044c \u044d\u0442\u043e\u0442 \u0441\u0442\u0438\u043b\u044c \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u044c\u0441\u044f \u043a '\u0418\u0441\u0442 \u041a\u043e\u0441\u0442, \u041d\u044c\u044e-\u0419\u043e\u0440\u043a' (East Coast, New York - \u0412\u043e\u0441\u0442\u043e\u0447\u043d\u043e\u0435 \u041f\u043e\u0431\u0435\u0440\u0435\u0436\u044c\u0435) \u0435\u0441\u043b\u0438 \u0442\u044b \u0442\u0430\u043a \u0431\u044b\u043b \u043e\u0434\u0435\u0442 \u0441\u0440\u0430\u0437\u0443 \u0431\u044b\u043b\u043e \u043f\u043e\u043d\u044f\u0442\u043d\u043e, \u0447\u0442\u043e \u0442\u044b \u0438\u0437 '\u0418\u0441\u0442 \u041a\u043e\u0441\u0442', \u043f\u043e\u0442\u043e\u043c\u0443 \u0447\u0442\u043e \u0432 '\u0412\u0435\u0441\u0442 \u041a\u043e\u0441\u0442' (West Coast - \u0417\u0430\u043f\u0430\u0434\u043d\u043e\u0435 \u041f\u043e\u0431\u0435\u0440\u0435\u0436\u044c\u0435) \u043e\u0434\u0435\u0432\u0430\u043b\u0438\u0441\u044c \u0441\u043e\u0432\u0435\u0440\u0448\u0435\u043d\u043d\u043e \u043f\u043e \u0434\u0440\u0443\u0433\u043e\u043c\u0443, \u043e\u043d\u0438 \u043d\u043e\u0441\u0438\u043b\u0438 '\u041a\u044d\u043a\u0438\u0441' (Cakis), '\u041b\u044d\u043f\u0441' (Laps) \u0438 \u0442\u0434, \u0438 \u044d\u0442\u043e \u0431\u044b\u043b \u043c\u0435\u0439\u043d\u0441\u0442\u0440\u0438\u043c \u0442\u0435\u0447\u0435\u043d\u0438\u0435 \u0432 \u0410\u043c\u0435\u0440\u0438\u043a\u0435 \u0432 \u0442\u043e \u0432\u0440\u0435\u043c\u044f \u0438 \u0432\u0441\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u0445\u043e\u0442\u0435\u043b\u0438 \u0431\u044b\u0442\u044c \u043a\u0440\u0443\u0442\u044b\u043c\u0438.
prop.style.hiphop.middlemoves=\u0414\u0432\u0438\u0436\u0435\u043d\u0438\u044f \u043f\u0435\u0440\u0438\u043e\u0434\u0430 '\u041c\u0438\u0434\u043b \u0421\u043a\u0443\u043b':
prop.style.hiphop.middlemoves.partymachine=Party Machine
prop.style.hiphop.middlemoves.runningman=Running Man
prop.style.hiphop.middlemoves.roger=Roger Rabbit
prop.style.hiphop.middlemoves.steve=Steve Martin
prop.style.hiphop.middlemoves.bart=Bart Simpson
prop.style.hiphop.middlemoves.pepper=Pepper Seed
prop.style.hiphop.middlemoves.bk=BK Bounce
prop.style.hiphop.middlemoves.buttlerfly=Buttlerfly
prop.style.hiphop.newschool=\u0425\u0438\u043f-\u0445\u043e\u043f \u0434\u044d\u043d\u0441, \u043f\u0435\u0440\u0438\u043e\u0434 '\u041d\u044c\u044e \u0421\u043a\u0443\u043b'
prop.style.hiphop.text6='\u041d\u044c\u044e \u0421\u043a\u0443\u043b' \u044d\u0440\u0430 (New School) \u043d\u0430\u0447\u0430\u043b\u0430\u0441\u044c \u043f\u0440\u0438\u043c\u0435\u0440\u043d\u043e \u0441 2000 \u0433\u043e\u0434\u0430. \u041f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0435 6-7 \u043b\u0435\u0442 \u0445\u0438\u043f-\u0445\u043e\u043f \u0441\u0442\u0438\u043b\u044c \u0441\u0442\u0430\u043b \u043d\u0430\u0446\u0438\u043e\u043d\u0430\u043b\u044c\u043d\u044b\u043c \u0444\u0435\u043d\u043e\u043c\u0435\u043d\u043e\u043c, \u0441\u043d\u0430\u0447\u0430\u043b\u0430 \u043e\u0434\u043d\u0430 \u0442\u043e\u0447\u043a\u0430 \u0431\u044b\u043b\u0430 \u0446\u0435\u043d\u0442\u0440\u043e\u043c \u0432\u0441\u0435\u043b\u0435\u043d\u043d\u043e\u0439 \u0445\u0438\u043f-\u0445\u043e\u043f\u0430 - \u041d\u044c\u044e-\u0419\u043e\u0440\u043a, \u0430 \u0437\u0430\u0442\u0435\u043c \u043e\u043d \u043f\u0435\u0440\u0435\u043c\u0435\u0441\u0442\u0438\u043b\u0441\u044f \u0432 \u0441\u0442\u043e\u0440\u043e\u043d\u0443 \u0437\u0430\u043f\u0430\u0434\u043d\u043e\u0433\u043e \u043f\u043e\u0431\u0435\u0440\u0435\u0436\u044c\u044f \u043d\u0430 \u043d\u0435\u043a\u043e\u0442\u043e\u0440\u043e\u0435 \u0432\u0440\u0435\u043c\u044f, \u0441\u0435\u0439\u0447\u0430\u0441 \u0446\u0435\u043d\u0442\u0440 \u043d\u0430 \u044e\u0433\u0435, \u0438 \u0432\u0441\u044f \u043c\u0443\u0437\u044b\u043a\u0430 \u0445\u0438\u043f-\u0445\u043e\u043f \u0441\u0435\u0439\u0447\u0430\u0441 \u0438\u0434\u0435\u0442 \u0441 \u044e\u0433\u0430. \u0418 \u0441 \u043d\u0435\u0439 \u043c\u043d\u043e\u0433\u0438\u0435 \u043b\u044e\u0434\u0438 \u043d\u0435 \u043f\u043e\u043d\u0438\u043c\u0430\u044e\u0442 \u043e\u0442\u043a\u0443\u0434\u0430 \u0431\u044b \u043c\u0443\u0437\u044b\u043a\u0430 \u043d\u0438 \u0431\u044b\u043b\u0430 - \u0442\u0430\u043d\u0435\u0446 \u0432\u0441\u0435\u0433\u0434\u0430 \u0438\u0434\u0435\u0442 \u0441 \u043d\u0435\u0439, \u043f\u043e\u044d\u0442\u043e\u043c\u0443 \u0431\u043e\u043b\u044c\u0448\u0430\u044f \u0447\u0430\u0441\u0442\u044c '\u041d\u044c\u044e \u0421\u043a\u0443\u043b' \u043f\u0440\u0438\u0448\u043b\u0430 \u0441 \u044e\u0433\u0430, \u043f\u043e\u0441\u043a\u043e\u043b\u044c\u043a\u0443 \u043e\u0442\u0442\u0443\u0434\u0430 \u043f\u0440\u0438\u0448\u043b\u0430 \u043d\u0430\u0438\u0431\u043e\u043b\u0435\u0435 \u043f\u043e\u043f\u0443\u043b\u044f\u0440\u043d\u0430\u044f \u043c\u0443\u0437\u044b\u043a\u0430! \u0418 \u043a\u0430\u0436\u0434\u044b\u0439 \u0440\u0435\u0433\u0438\u043e\u043d \u0438\u043c\u0435\u0435\u0442 \u0441\u0432\u043e\u044e \u043c\u0443\u0437\u044b\u043a\u0443: \u0432 \u041d\u044c\u044e-\u0419\u043e\u0440\u043a\u0435 (New York) \u043d\u0430\u0448 \u0445\u0438\u043f-\u0445\u043e\u043f, \u0432 \u0410\u0442\u043b\u0430\u043d\u0442\u0435 (Atlanta) \u0441\u0432\u043e\u0435 \u0437\u0432\u0443\u0447\u0430\u043d\u0438\u0435 (Sound) \u0438 \u043e\u043d\u0438 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e \u0435\u043c\u0443 \u0442\u0430\u043d\u0446\u0443\u044e\u0442, \u0432 \u0425\u044c\u044e\u0441\u0442\u043e\u043d\u0435 (Huston) \u0441\u0432\u043e\u0435 \u0437\u0432\u0443\u0447\u0430\u043d\u0438\u0435 \u0438 \u0442\u0430\u043d\u0435\u0446 \u0441 \u043d\u0438\u043c, \u0442\u0430\u043a\u0436\u0435 \u0438 \u041e\u0431\u043b\u0430\u0441\u0442\u044c \u0437\u0430\u043b\u0438\u0432\u0430 \u0421\u0430\u043d-\u0424\u0440\u0430\u043d\u0446\u0438\u0441\u043a\u043e, \u0432 \u0441\u0435\u0432\u0435\u0440\u043d\u043e\u0439 \u041a\u0430\u043b\u0438\u0444\u043e\u0440\u043d\u0438\u0438 (Bay Area). \u042d\u0442\u043e \u0432\u0441\u0435 \u0445\u0438\u043f-\u0445\u043e\u043f, \u043f\u043e\u0442\u043e\u043c\u0443 \u0447\u0442\u043e \u044d\u0442\u043e \u043c\u0443\u0437\u044b\u043a\u0430 \u0438 \u043a\u0443\u043b\u044c\u0442\u0443\u0440\u0430, \u043d\u043e \u043a\u0430\u0436\u0434\u044b\u0439 \u0440\u0435\u0433\u0438\u043e\u043d \u0438\u043c\u0435\u0435\u0442 \u0441\u0432\u043e\u0439 \u0441\u0442\u0438\u043b\u044c, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u043e\u043d\u0438 \u0438 \u043d\u0430\u0437\u044b\u0432\u0430\u044e\u0442, \u0442\u0430\u043a \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0432 \u0427\u0438\u043a\u0430\u0433\u043e (Chicago) \u0435\u0441\u0442\u044c '\u0424\u0443\u0442\u0432\u043e\u0440\u043a\u0438\u043d\u0433' (Footworking) \u0438 \u043c\u0443\u0437\u044b\u043a\u0430 '\u0414\u0436\u0443\u043a\u0438\u043d' (Jukin', Juke Music), \u0430 \u0432 \u041c\u0435\u043c\u0444\u0438\u0441\u0435 (Memphis) \u0434\u0440\u0443\u0433\u043e\u0439 \u0441\u0442\u0438\u043b\u044c \u0442\u0430\u043d\u0446\u0430 - '\u0414\u0436\u0443\u043a\u0438\u043d' (Jookin', Buckin'), '\u0411\u044d\u0439 \u042d\u0440\u0438\u0430' (Bay Area) \u0438\u043c\u0435\u0435\u0442 \u0442\u0430\u043d\u0435\u0446 \u043a\u0430\u043a '\u0422\u0435\u0440\u0444\u0438\u043d\u0433' (Turfin') \u0438\u043b\u0438 '\u0425\u0430\u0439\u0444\u0438' (Hyphy), \u0435\u0441\u043b\u0438 \u0432\u044b \u0432\u0437\u0433\u043b\u044f\u043d\u0438\u0442\u0435 \u043d\u0430 \u043d\u0435\u0433\u043e, \u0442\u043e \u0443\u0432\u0438\u0434\u0438\u0442\u0435 \u043e\u043d \u0441\u043c\u043e\u0442\u0440\u0438\u0442\u0441\u044f \u043f\u043e\u0445\u043e\u0436\u0435 \u043d\u0430 \u0431\u0430\u0437\u043e\u0432\u044b\u0439 \u0445\u0438\u043f-\u0445\u043e\u043f, \u043d\u043e \u044d\u0442\u043e \u0438\u0445 \u0432\u0430\u0440\u0438\u0430\u043d\u0442 \u0442\u0430\u043d\u0446\u0430. \u0412 \u0446\u0435\u043d\u0442\u0440\u0430\u043b\u044c\u043d\u043e\u043c \u044e\u0433\u0435, \u041b\u043e\u0441-\u0410\u043d\u0436\u0435\u043b\u0435\u0441 - '\u041a\u0440\u0430\u043c\u043f' (Krump), \u0447\u0442\u043e \u0442\u0430\u043d\u0446\u0443\u044e\u0442 '\u043a\u0440\u0430\u043c\u043f\u0435\u0440\u044b' - \u043e\u043d\u0438 \u0442\u0430\u043d\u0446\u0443\u044e\u0442 \u0445\u0438\u043f-\u0445\u043e\u043f! \u0412\u0441\u0435 \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u044f \u0441\u0445\u043e\u0434\u043d\u044b, \u043d\u043e \u043a\u0430\u0436\u0434\u044b\u0439 \u0440\u0435\u0433\u0438\u043e\u043d \u0438\u043c\u0435\u0435\u0442 \u0441\u0432\u043e\u0439 \u0437\u0432\u0443\u043a, \u043d\u043e \u043a\u0443\u043b\u044c\u0442\u0443\u0440\u0430 \u0432 \u0446\u0435\u043b\u043e\u043c - \u044d\u0442\u043e \u0445\u0438\u043f-\u0445\u043e\u043f.
prop.style.hiphop.newschoolmoves=\u0414\u0432\u0438\u0436\u0435\u043d\u0438\u044f \u043f\u0435\u0440\u0438\u043e\u0434\u0430 '\u041d\u044c\u044e \u0421\u043a\u0443\u043b':
prop.style.hiphop.newschoolmoves.monestary=Monestary
prop.style.hiphop.newschoolmoves.cwalk=C-Walk (Crip Walk)
prop.style.hiphop.newschoolmoves.bankheadbounce=Bank Head Bounce
prop.style.hiphop.newschoolmoves.walkitout=Walk-it-Out
prop.style.hiphop.newschoolmoves.harlem=Harlem Shake
prop.style.hiphop.newschoolmoves.atl=ATL Stomp
prop.style.hiphop.newschoolmoves.tone=Tone-Whop
prop.style.hiphop.newschoolmoves.wrecin=Wreckin Shop
prop.style.popping.title=Popping
prop.style.popping.text1=\u0412 \u043f\u043e\u043f\u043f\u0438\u043d\u0433\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u043e\u0447\u0435\u043d\u044c \u043c\u043d\u043e\u0433\u043e \u043f\u043e\u0434\u0441\u0442\u0438\u043b\u0435\u0439, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043f\u0440\u0438\u0434\u0443\u043c\u044b\u0432\u0430\u043b\u0438 \u043d\u0435\u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0435\u043d\u043d\u043e \u0442\u0430\u043d\u0446\u043e\u0440\u044b \u043f\u0435\u0440\u0432\u043e\u0433\u043e \u043f\u043e\u043a\u043e\u043b\u0435\u043d\u0438\u044f \u043f\u043e\u043f\u043f\u0435\u0440\u043e\u0432. \u041d\u043e \u0432\u0441\u0451 \u0436\u0435, \u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u043e \u0431\u0443\u0434\u0435\u0442 \u0438\u0445 \u0432\u0441\u0435 \u043e\u0431\u044a\u0435\u0434\u0438\u043d\u0438\u0442\u044c \u043e\u0434\u043d\u0438\u043c \u043e\u0431\u0449\u0438\u043c \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u0435\u043c, \u043a\u0430\u043a \u044d\u0442\u043e \u0432 \u0441\u0432\u043e\u0451 \u0432\u0440\u0435\u043c\u044f \u0441\u0434\u0435\u043b\u0430\u043b Boogaloo Sam \u2013 Popping.
prop.style.popping.history=\u0418\u0441\u0442\u043e\u0440\u0438\u044f (70-80 \u0433\u043e\u0434\u0430)
prop.style.popping.text2=\u0421\u0442\u0438\u043b\u044c \u043f\u0430\u043f\u043f\u0438\u043d (\u0430\u043d\u0433\u043b. "popping", \u043d\u043e \u0434\u043b\u044f \u0443\u0434\u043e\u0431\u0441\u0442\u0432\u0430 \u043f\u0440\u043e\u0438\u0437\u043d\u043e\u0448\u0435\u043d\u0438\u044f \u0432 \u0420\u043e\u0441\u0441\u0438\u0438 \u0433\u043e\u0432\u043e\u0440\u044f\u0442 \u043f\u043e\u043f\u043f\u0438\u043d\u0433) \u043f\u043e\u044f\u0432\u0438\u043b\u0441\u044f \u0432 \u043a\u043e\u043d\u0446\u0435 70-\u0445 \u0433\u043e\u0434\u043e\u0432 \u0432 \u041a\u0430\u043b\u0438\u0444\u043e\u0440\u043d\u0438\u0438. \u0420\u043e\u0434\u043e\u043d\u0430\u0447\u0430\u043b\u044c\u043d\u0438\u043a\u043e\u043c \u044d\u0442\u043e\u0433\u043e \u0441\u0442\u0438\u043b\u044f \u044f\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u0447\u0435\u043b\u043e\u0432\u0435\u043a, \u043f\u043e \u0438\u043c\u0435\u043d\u0438 \u0421\u044d\u043c \u0421\u043e\u043b\u043e\u043c\u043e\u043d (Sam Solomon), \u0438\u0437\u0432\u0435\u0441\u0442\u043d\u044b\u0439 \u043c\u0438\u0440\u0443, \u043a\u0430\u043a Boogaloo Sam. \u0421\u044d\u043c \u043d\u0435\u043e\u0434\u043d\u043e\u043a\u0440\u0430\u0442\u043d\u043e \u0432\u0438\u0434\u0435\u043b \u0432\u044b\u0441\u0442\u0443\u043f\u043b\u0435\u043d\u0438\u044f \u043a\u043e\u043c\u0430\u043d\u0434\u044b "The Lockers", \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u0432\u0441\u0435\u0433\u0434\u0430 \u0432\u044b\u0437\u044b\u0432\u0430\u043b\u0438 \u0443 \u043d\u0435\u0433\u043e \u043e\u0433\u0440\u043e\u043c\u043d\u044b\u0439 \u0438\u043d\u0442\u0435\u0440\u0435\u0441, \u0438 \u0432\u043e\u0442 \u043f\u043e\u0441\u043b\u0435 \u043e\u0447\u0435\u0440\u0435\u0434\u043d\u043e\u0433\u043e \u0442\u0430\u043a\u043e\u0433\u043e \u0432\u044b\u0441\u0442\u0443\u043f\u043b\u0435\u043d\u0438\u044f, \u0443 \u0421\u044d\u043c\u0430 \u043f\u043e\u044f\u0432\u0438\u043b\u043e\u0441\u044c \u0436\u0435\u043b\u0430\u043d\u0438\u0435 \u0441\u043e\u0437\u0434\u0430\u0442\u044c \u0447\u0442\u043e-\u0442\u043e \u0441\u0432\u043e\u0451, \u0441\u0432\u043e\u0439 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043d\u044b\u0439 \u0441\u0442\u0438\u043b\u044c, \u043d\u0435\u043f\u043e\u0445\u043e\u0436\u0438\u0439 \u043d\u0438 \u043d\u0430 \u043a\u043e\u0433\u043e. \u041e\u043d \u0441\u0442\u0430\u043b \u043f\u044b\u0442\u0430\u0442\u044c\u0441\u044f \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u044c \u0443\u0432\u0438\u0434\u0435\u043d\u043d\u044b\u0435 \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u044f, \u043f\u0440\u0438\u0434\u0443\u043c\u044b\u0432\u0430\u0442\u044c \u0441\u0432\u043e\u0438, \u0441\u043e\u0435\u0434\u0438\u043d\u044f\u0442\u044c \u0438\u0445. \u041d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u0434\u043b\u044f \u0442\u043e\u0433\u043e \u0441\u0442\u0438\u043b\u044f, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u0438\u0437 \u044d\u0442\u043e\u0433\u043e \u0432\u0441\u0435\u0433\u043e \u043f\u043e\u043b\u0443\u0447\u0438\u043b\u0441\u044f, \u0421\u044d\u043c \u0440\u0435\u0448\u0438\u043b \u0432\u0437\u044f\u0442\u044c \u0438\u0437 \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u044f \u043f\u0435\u0441\u043d\u0438 \u0414\u0436\u0435\u0439\u043c\u0441\u0430 \u0411\u0440\u0430\u0443\u043d\u0430 \u201cDo The Boogaloo\u201d. \u0422\u0430\u043a \u044d\u0442\u043e\u0442 \u0441\u0442\u0438\u043b\u044c \u043f\u043e\u043b\u0443\u0447\u0438\u043b \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u201cBoogaloo\u201d. \u0412\u0441\u043a\u043e\u0440\u0435 \u043f\u043e\u0441\u043b\u0435 \u044d\u0442\u043e\u0433\u043e \u0421\u044d\u043c \u043f\u0440\u0438\u0434\u0443\u043c\u0430\u043b \u0435\u0449\u0451 \u043e\u0434\u0438\u043d \u0441\u0442\u0438\u043b\u044c, \u0442\u0430\u043d\u0446\u0443\u044f \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u043e\u043d \u0434\u0435\u043b\u0430\u043b \u0441\u043e\u043a\u0440\u0430\u0449\u0435\u043d\u0438\u0435 \u043c\u044b\u0448\u0446 \u0432 \u043a\u043e\u043d\u0446\u0435 \u043a\u0430\u0436\u0434\u043e\u0433\u043e \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u044f, \u0438 \u043f\u0440\u043e\u0433\u043e\u0432\u0430\u0440\u0438\u0432\u0430\u043b \u043f\u0440\u0438 \u044d\u0442\u043e\u043c \u0441\u043b\u043e\u0432\u043e "\u043f\u0430\u043f" (pop). \u0422\u0430\u043a \u0437\u0430 \u044d\u0442\u0438\u043c \u0441\u0442\u0438\u043b\u0435\u043c \u0437\u0430\u043a\u0440\u0435\u043f\u0438\u043b\u043e\u0441\u044c \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u201cPopping\u201d. \u0421\u044d\u043c \u043d\u0430\u0445\u043e\u0434\u0438\u043b \u0438 \u043f\u0440\u0438\u0434\u0443\u043c\u044b\u0432\u0430\u043b \u0432\u0441\u0451 \u043d\u043e\u0432\u044b\u0435 \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u044f, \u043a\u043e\u043f\u0438\u0440\u043e\u0432\u0430\u043b \u0443\u0436\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u043d\u044b\u0435 \u0435\u043c\u0443 \u0438 \u0434\u043e\u0431\u0430\u0432\u043b\u044f\u043b \u0432 \u043d\u0438\u0445 "pop", \u0442\u0435\u043c \u0441\u0430\u043c\u044b\u043c \u0432\u0441\u0451 \u0431\u043e\u043b\u044c\u0448\u0435 \u0440\u0430\u0437\u0432\u0438\u0432\u0430\u044f \u0431\u0430\u0437\u0443 \u0441\u0442\u0438\u043b\u044f. \u0412 \u043f\u043e\u0441\u043b\u0435\u0434\u0441\u0442\u0432\u0438\u0438 \u0421\u043e\u043b\u043e\u043c\u043e\u043d \u043d\u0430\u0447\u0430\u043b \u0441\u043e\u0435\u0434\u0438\u043d\u044f\u0442\u044c \u043e\u0431\u0430 \u0441\u0442\u0438\u043b\u044f - "Boogaloo" \u0438 "Popping" - \u0432 \u0442\u0430\u043d\u0446\u0435. \u0424\u043e\u0440\u043c\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u0435 \u043d\u043e\u0432\u043e\u0433\u043e \u043f\u043e\u043a\u043e\u043b\u0435\u043d\u0438\u044f \u0442\u0430\u043d\u0446\u043e\u0440\u043e\u0432. \u0412 1977 \u0433\u043e\u0434\u0443, \u0432 \u0433\u043e\u0440\u043e\u0434\u0435 \u0424\u0440\u0435\u0441\u043d\u043e (\u0448\u0442\u0430\u0442 \u041a\u0430\u043b\u0438\u0444\u043e\u0440\u043d\u0438\u044f), Boogaloo Sam \u0440\u0435\u0448\u0430\u0435\u0442 \u0441\u043e\u0431\u0440\u0430\u0442\u044c \u0441\u0432\u043e\u044e \u043a\u043e\u043c\u0430\u043d\u0434\u0443 \u0442\u0430\u043d\u0446\u043e\u0440\u043e\u0432, \u0447\u0442\u043e \u0443 \u043d\u0435\u0433\u043e \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u043e\u043b\u0443\u0447\u0430\u0435\u0442\u0441\u044f. \u0422\u0430\u043a \u043f\u043e\u044f\u0432\u043b\u044f\u044e\u0442\u0441\u044f \u201cThe Electronic Boogaloo Lockers\u201d, \u043a\u043e\u0442\u043e\u0440\u0443\u044e \u0421\u044d\u043c \u043d\u0430\u0437\u0432\u0430\u043b \u0442\u0430\u043a, \u0431\u0443\u0434\u0443\u0447\u0438 \u0432\u043e \u043c\u043d\u043e\u0433\u043e\u043c \u043f\u043e\u0434 \u0432\u043f\u0435\u0447\u0430\u0442\u043b\u0435\u043d\u0438\u0435\u043c \u043e\u0442, \u0432\u0441\u0435\u043c \u0438\u0437\u0432\u0435\u0441\u0442\u043d\u044b\u0445, "The Lockers". \u0412 \u0441\u043e\u0441\u0442\u0430\u0432 "The Electronic Boogaloo Lockers" \u0432\u043e\u0448\u043b\u0438:
prop.style.popping.text3= \u041a\u0430\u0436\u0434\u044b\u0439 \u0438\u0437 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u043e\u0432 \u043a\u043e\u043c\u0430\u043d\u0434\u044b \u043f\u0440\u0438\u0434\u0443\u043c\u044b\u0432\u0430\u043b \u043a\u0430\u043a\u043e\u0439-\u0442\u043e \u0441\u0432\u043e\u0439 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043d\u044b\u0439 \u0441\u0442\u0438\u043b\u044c \u0438\u043b\u0438 \u044d\u043b\u0435\u043c\u0435\u043d\u0442. \u0418\u043c\u0435\u043d\u043d\u043e \u0442\u0430\u043a \u043f\u043e\u043f\u043f\u0438\u043d\u0433 \u043e\u0431\u043e\u0433\u0430\u0442\u0438\u043b\u0441\u044f \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u044b\u043c\u0438 \u043d\u043e\u0432\u044b\u043c\u0438 \u0441\u0442\u0438\u043b\u0438\u0441\u0442\u0438\u043a\u0430\u043c\u0438 \u0438 \u043f\u043e\u0434\u0441\u0442\u0438\u043b\u044f\u043c\u0438. \u0412 1978 \u0433\u043e\u0434\u0443 \u0421\u044d\u043c \u043f\u0435\u0440\u0435\u0435\u0445\u0430\u043b \u043d\u0430 \u041b\u043e\u043d\u0433 \u0411\u0438\u0447 (Longbeach) \u0432 \u0448\u0442\u0430\u0442\u0435 \u041a\u0430\u043b\u0438\u0444\u043e\u0440\u043d\u0438\u044f. \u0422\u0430\u043c \u043e\u043d \u0440\u0435\u0448\u0438\u043b \u043e\u0431\u0443\u0447\u0438\u0442\u044c \u043f\u043e\u043f\u043f\u0438\u043d\u0433\u0443 \u0438 \u0431\u0443\u0433\u0430\u043b\u0443 \u0441\u0432\u043e\u0435\u0433\u043e \u043c\u043b\u0430\u0434\u0448\u0435\u0433\u043e \u0431\u0440\u0430\u0442\u0430, \u043a\u043e\u0442\u043e\u0440\u043e\u0433\u043e \u0437\u0432\u0430\u043b\u0438 \u0422\u0438\u043c\u043e\u0442\u0438 \u0421\u043e\u043b\u043e\u043c\u043e\u043d. \u0412 \u043f\u043e\u0441\u043b\u0435\u0434\u0441\u0442\u0432\u0438\u0438 \u0422\u0438\u043c\u043e\u0442\u0438 \u0441\u0442\u0430\u043b \u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043d \u043c\u0438\u0440\u0443 \u043a\u0430\u043a Poppin Pete. \u041e\u043d \u043f\u0440\u0438\u043d\u0451\u0441 \u0432 \u0440\u0430\u0437\u0432\u0438\u0442\u0438\u0435 \u043f\u043e\u043f\u043f\u0438\u043d\u0433\u0430 \u043e\u0447\u0435\u043d\u044c \u043c\u043d\u043e\u0433\u043e\u0435 \u0438\u0437 \u0442\u043e\u0433\u043e, \u0447\u0442\u043e \u043d\u0430\u043c \u0438\u0437\u0432\u0435\u0441\u0442\u043d\u043e \u0441\u0435\u0439\u0447\u0430\u0441. \u0418 \u043f\u043e \u0441\u0435\u0439 \u0434\u0435\u043d\u044c \u043e\u043d \u043f\u0440\u0438\u0434\u0443\u043c\u044b\u0432\u0430\u0435\u0442 \u0438 \u0440\u0430\u0437\u0432\u0438\u0432\u0430\u0435\u0442 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u044c\u043d\u0443\u044e \u0431\u0430\u0437\u0443 \u043f\u043e\u043f\u043f\u0438\u043d\u0433\u0430 \u0438 \u0431\u0443\u0433\u0430\u043b\u0443. \u041f\u043e\u0441\u043b\u0435, \u0432 \u044d\u0442\u043e\u043c \u0436\u0435 1978 \u0433\u043e\u0434\u0443, \u043f\u043e\u043c\u0435\u043d\u044f\u043b\u0441\u044f \u0441\u043e\u0441\u0442\u0430\u0432 \u043a\u043e\u043c\u0430\u043d\u0434\u044b \u0438 \u0435\u0451 \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u0435. \u0424\u0430\u043a\u0442\u0438\u0447\u0435\u0441\u043a\u0438 \u044d\u0442\u043e \u0431\u044b\u043b\u0430 \u043d\u043e\u0432\u0430\u044f \u0433\u0440\u0443\u043f\u043f\u0430 \u0438, \u043a\u0430\u043a \u0441\u043b\u0435\u0434\u0441\u0442\u0432\u0438\u0435, \u043f\u043e\u043a\u043e\u043b\u0435\u043d\u0438\u0435 \u0442\u0430\u043d\u0446\u043e\u0440\u043e\u0432. \u0421\u044d\u043c \u043d\u0430\u0437\u0432\u0430\u043b \u0435\u0451 \u201cThe Electric Boogaloos\u201d. \u0412 \u0441\u043e\u0441\u0442\u0430\u0432 The Electric Boogaloos \u0432\u043e\u0448\u043b\u0438:
prop.style.popping.popularity=\u0420\u043e\u0441\u0442 \u043f\u043e\u043f\u0443\u043b\u044f\u0440\u043d\u043e\u0441\u0442\u0438 \u0441\u0442\u0438\u043b\u044f \u043f\u0430\u043f\u043f\u0438\u043d\u0433
prop.style.popping.text4=\u0412 80-\u0445 \u043f\u043e\u043f\u043f\u0438\u043d\u0433 \u0437\u0430\u0432\u043e\u0435\u0432\u0430\u043b \u043c\u0430\u0441\u0441\u044b \u0438 \u0441\u0442\u0430\u043b \u043e\u0447\u0435\u043d\u044c \u043f\u043e\u043f\u0443\u043b\u044f\u0440\u0435\u043d. \u0415\u0433\u043e \u0442\u0430\u043d\u0446\u0435\u0432\u0430\u043b\u0438 \u0432\u0441\u0435. \u041e\u0431\u0440\u0430\u0437\u043e\u0432\u044b\u0432\u0430\u043b\u0438\u0441\u044c \u0432\u0441\u0451 \u043d\u043e\u0432\u044b\u0435 \u043a\u043e\u043c\u0430\u043d\u0434\u044b, \u043f\u0440\u043e\u0432\u043e\u0434\u0438\u043b\u0438\u0441\u044c \u0442\u0443\u0440\u043d\u0438\u0440\u044b. \u041f\u043e\u043f\u043f\u0438\u043d\u0433 \u0432\u044b\u0448\u0435\u043b \u0437\u0430 \u043f\u0440\u0435\u0434\u0435\u043b\u044b \u0421\u0428\u0410. \u041b\u044e\u0434\u0438 \u0432\u043e \u0432\u0441\u0451\u043c \u043c\u0438\u0440\u0435 \u043f\u044b\u0442\u0430\u043b\u0438\u0441\u044c \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u044c \u043d\u0435\u043c\u044b\u0441\u043b\u0438\u043c\u044b\u0435 \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u044f; \u0434\u0432\u0438\u0433\u0430\u0442\u044c\u0441\u044f? \u043a\u0430\u043a \u0440\u043e\u0431\u043e\u0442 \u0438 \u043f\u0443\u0441\u043a\u0430\u0442\u044c \u0432\u043e\u043b\u043d\u0443 \u043f\u043e \u0432\u0441\u0435\u043c\u0443 \u0442\u0435\u043b\u0443. \u041d\u0435\u043c\u0430\u043b\u043e\u0432\u0430\u0436\u043d\u0443\u044e \u0440\u043e\u043b\u044c \u0441\u044b\u0433\u0440\u0430\u043b \u0432 \u044d\u0442\u043e\u043c \u043f\u0435\u0432\u0435\u0446 \u0438 \u0442\u0430\u043d\u0446\u043e\u0440 \u041c\u0430\u0439\u043a\u043b \u0414\u0436\u0435\u043a\u0441\u043e\u043d (Michael Jackson), \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u043d\u0430\u0431\u0438\u0440\u0430\u043b \u0442\u043e\u0433\u0434\u0430 \u0431\u0435\u0448\u0435\u043d\u0443\u044e \u043f\u043e\u043f\u0443\u043b\u044f\u0440\u043d\u043e\u0441\u0442\u044c \u0438 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043b \u0432 \u0441\u0432\u043e\u0438\u0445 \u043a\u043b\u0438\u043f\u0430\u0445 \u0438 \u0448\u043e\u0443 \u043c\u043d\u043e\u0433\u0438\u0435 \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u044f \u0438\u0437 \u043f\u043e\u043f\u043f\u0438\u043d\u0433\u0430. \u041d\u043e \u044d\u0442\u043e \u043f\u043e\u0432\u043b\u0435\u043a\u043b\u043e \u0437\u0430 \u0441\u043e\u0431\u043e\u0439 \u0438 \u043d\u0435\u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u044b, \u0433\u043b\u0430\u0432\u043d\u0430\u044f, \u0438\u0437 \u043a\u043e\u0442\u043e\u0440\u044b\u0445, \u0437\u0430\u043a\u043b\u044e\u0447\u0430\u043b\u0430\u0441\u044c \u0432 \u0442\u043e\u043c, \u0447\u0442\u043e: "\u041e\u0442 \u043d\u0435\u0434\u043e\u0441\u0442\u0430\u0442\u043e\u0447\u043d\u043e\u0439 \u0438\u043d\u0444\u043e\u0440\u043c\u0438\u0440\u043e\u0432\u0430\u043d\u043d\u043e\u0441\u0442\u0438 \u043b\u044e\u0434\u0435\u0439 \u0432 \u0434\u0440\u0443\u0433\u0438\u0445 \u0441\u0442\u0440\u0430\u043d\u0430\u0445, \u043f\u043e\u043f\u043f\u0438\u043d\u0433 \u0431\u044b\u043b \u0438\u0441\u043a\u043e\u0432\u0435\u0440\u043a\u0430\u043d \u0438 \u0438\u0437\u043c\u0435\u043d\u0451\u043d \u0434\u043e \u043d\u0435\u0443\u0437\u043d\u0430\u0432\u0430\u0435\u043c\u043e\u0441\u0442\u0438". \u041e\u043d\u0438 \u043d\u0435 \u0437\u043d\u0430\u043b\u0438 \u0442\u043e\u0447\u043d\u044b\u0445 \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u0439 \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u0439, \u0438\u0441\u0442\u043e\u0440\u0438\u0438 \u0438 \u0442.\u0434. \u0422\u0430\u043a \u043f\u043e\u044f\u0432\u0438\u043b\u0441\u044f \u043d\u0435\u043a\u0438\u0439 \u0441\u0442\u0438\u043b\u044c \u201cElectric Boogie\u201d (\u042d\u043b\u0435\u043a\u0442\u0440\u0438\u043a \u0411\u0443\u0433\u0438). \u041d\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0438\u0440\u043e\u0432\u0430\u043d\u043d\u044b\u0435 \u043b\u044e\u0434\u0438 \u0442\u0430\u043a \u043d\u0430\u0437\u044b\u0432\u0430\u043b\u0438 \u043f\u043e\u043f\u043f\u0438\u043d\u0433, \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u044f \u0442\u043e\u043b\u044c\u043a\u043e \u0441\u0430\u043c\u044b\u0435 \u044f\u0440\u043a\u0438\u0435 \u0435\u0433\u043e \u0441\u0442\u0438\u043b\u0438, \u0442\u0430\u043a\u0438\u0435 \u043a\u0430\u043a \u0433\u043b\u0430\u0439\u0434\u0438\u043d\u0433 (Gliding), \u0432\u044d\u0439\u0432\u0438\u043d\u0433 (Waving), \u0442\u0430\u0442\u0442\u0438\u043d\u0433 (King Tut) \u0438 \u0440\u043e\u0431\u043e\u0442 (Robot), \u0434\u0430\u0436\u0435 \u043d\u0435 \u0434\u043e\u0433\u0430\u0434\u044b\u0432\u0430\u044f\u0441\u044c \u043e \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043e\u0432\u0430\u043d\u0438\u0438 \u0431\u0430\u0437\u043e\u0432\u044b\u0445 \u044d\u043b\u0435\u043c\u0435\u043d\u0442\u043e\u0432, \u0442\u0430\u043a\u0438\u0445, \u043a\u0430\u043a \u201cFresno\u201d, \u201cOldman\u201d \u0438 \u0442.\u0434.
prop.style.popping.falling=\u041f\u0430\u0434\u0435\u043d\u0438\u0435 \u043f\u043e\u043f\u0443\u043b\u044f\u0440\u043d\u043e\u0441\u0442\u0438 \u043f\u0430\u043f\u043f\u0438\u043d\u0433\u0430
prop.style.popping.text5=\u041a \u0442\u043e\u043c\u0443 \u0432\u0440\u0435\u043c\u0435\u043d\u0438 \u043f\u043e\u043f\u0443\u043b\u044f\u0440\u043d\u043e\u0441\u0442\u044c \u0441\u0442\u0430\u043b \u043e\u0431\u0440\u0435\u0442\u0430\u0442\u044c \u0438 \u0441\u0442\u0438\u043b\u044c \u0442\u0430\u043d\u0446\u0430, \u0441 \u044f\u0440\u043a\u0438\u043c \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u0435\u043c \u0411\u0440\u044d\u0439\u043a \u0414\u0430\u043d\u0441 (Brake Dance). \u041d\u0430\u0447\u0430\u043b\u0438 \u043f\u0440\u043e\u0432\u043e\u0434\u0438\u0442\u044c\u0441\u044f \u0442\u0443\u0440\u043d\u0438\u0440\u044b \u043f\u043e \u044d\u0442\u043e\u043c\u0443 \u0441\u0442\u0438\u043b\u044e, \u0431\u0430\u0442\u043b\u044b. \u0412 \u043a\u0440\u0443\u0433, \u043d\u0430 \u044d\u0442\u0438\u0445 \u0441\u043e\u0440\u0435\u0432\u043d\u043e\u0432\u0430\u043d\u0438\u044f\u0445, \u0442\u0430\u043a\u0436\u0435 \u0441\u0442\u0430\u043b\u0438 \u0432\u044b\u0445\u043e\u0434\u0438\u0442\u044c \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0438\u0442\u0435\u043b\u0438 \u043b\u043e\u043a\u0438\u043d\u0433\u0430 \u0438 \u043f\u043e\u043f\u043f\u0438\u043d\u0433\u0430. \u041f\u0440\u0430\u0432\u0434\u0430, \u043d\u043e \u0432 \u043e\u0441\u043d\u043e\u0432\u043d\u043e\u043c \u044d\u0442\u043e \u0431\u044b\u043b\u0438 \u043f\u043e\u043f\u043f\u0435\u0440\u044b, \u043f\u043e\u0442\u043e\u043c\u0443 \u0447\u0442\u043e \u043b\u043e\u043a\u0438\u043d\u0433, \u043a \u0442\u043e\u043c\u0443 \u0432\u0440\u0435\u043c\u0435\u043d\u0438, \u043f\u043e\u0442\u0435\u0440\u044f\u043b \u0441\u0432\u043e\u044e \u0430\u043a\u0442\u0443\u0430\u043b\u044c\u043d\u043e\u0441\u0442\u044c. \u0422\u0430\u043a \u043f\u043e\u043f\u043f\u0438\u043d\u0433 \u0437\u0430\u043a\u0440\u0435\u043f\u0438\u043b\u0441\u044f \u0432 \u043a\u0440\u0443\u0433\u0430\u0445 \u0442\u0430\u043d\u0446\u043e\u0440\u043e\u0432 \u0431\u0440\u0435\u0439\u043a \u0434\u0430\u043d\u0441\u0430. \u0421\u043e \u0432\u0440\u0435\u043c\u0435\u043d\u0435\u043c \u043c\u0435\u043d\u044f\u043b\u0438\u0441\u044c \u043f\u043e\u043a\u043e\u043b\u0435\u043d\u0438\u044f \u0442\u0430\u043d\u0446\u043e\u0440\u043e\u0432. \u0412 \u043a\u043e\u043d\u0446\u0435 80-\u0445 \u0433\u043e\u0434\u043e\u0432, \u043f\u043e\u043f\u043f\u0438\u043d\u0433 \u0432\u0441\u0451 \u0431\u043e\u043b\u044c\u0448\u0435 \u0443\u0445\u043e\u0434\u0438\u043b, \u043f\u0440\u0438\u0445\u043e\u0434\u0438\u043b\u0438 \u0431\u0440\u0435\u0439\u043a\u0438\u043d\u0433 \u0438 \u0445\u0438\u043f-\u0445\u043e\u043f. \u0422\u0430\u043d\u0446\u043e\u0440\u043e\u0432 \u043f\u043e\u043f\u043f\u0438\u043d\u0433\u0430 \u0443\u0436\u0435 \u043a\u0440\u0430\u0439\u043d\u0435 \u0440\u0435\u0434\u043a\u043e \u043c\u043e\u0436\u043d\u043e \u0431\u044b\u043b\u043e \u0443\u0432\u0438\u0434\u0435\u0442\u044c \u043d\u0430 \u0422\u0412, \u0430 \u0441\u0430\u043c \u0441\u0442\u0438\u043b\u044c \u0432\u0441\u0451 \u0431\u043e\u043b\u044c\u0448\u0435 \u0443\u0433\u043b\u0443\u0431\u043b\u044f\u043b\u0441\u044f \u0432 \u0441\u0444\u0435\u0440\u0443 \u0431\u0440\u044d\u0439\u043a\u0430. \u0424\u0430\u043d\u043a \u0432\u044b\u0445\u043e\u0434\u0438\u043b \u0438\u0437 \u043c\u043e\u0434\u044b. Popping \u043d\u0430\u0447\u0438\u043d\u0430\u043b\u0438 \u0442\u0430\u043d\u0446\u0435\u0432\u0430\u0442\u044c \u043f\u043e\u0434 \u043d\u043e\u0432\u044b\u0439, \u0442\u043e\u043b\u044c\u043a\u043e \u0447\u0442\u043e \u043f\u043e\u044f\u0432\u0438\u0432\u0448\u0438\u0439\u0441\u044f \u0442\u043e\u0433\u0434\u0430 \u043c\u0443\u0437\u044b\u043a\u0430\u043b\u044c\u043d\u044b\u0439 \u0436\u0430\u043d\u0440 \u201cElectro\u201d. \u0421\u0442\u0438\u043b\u044c \u0441\u0442\u0430\u043d\u043e\u0432\u0438\u043b\u0441\u044f \u0432\u0441\u0451 \u0431\u043e\u043b\u0435\u0435 \u201c\u043d\u0435 \u0442\u0430\u043d\u0446\u0435\u0432\u0430\u043b\u044c\u043d\u044b\u043c\u201d.
prop.style.popping.rebirth=\u0412\u043e\u0437\u0440\u043e\u0436\u0434\u0435\u043d\u0438\u0435 \u043f\u0430\u043f\u043f\u0438\u043d\u0433\u0430
prop.style.popping.text6=\u0421\u0432\u043e\u0451 \u0432\u0442\u043e\u0440\u043e\u0435 \u0434\u044b\u0445\u0430\u043d\u0438\u0435 \u043f\u043e\u043f\u043f\u0438\u043d\u0433 \u043d\u0430\u0447\u0430\u043b \u043f\u043e\u043b\u0443\u0447\u0430\u0442\u044c \u0432 \u043d\u0430\u0447\u0430\u043b\u0435 2000-\u0445. \u041f\u0435\u0440\u0432\u044b\u0435 \u043f\u0440\u0435\u0434\u043f\u043e\u0441\u044b\u043b\u043a\u0438 \u043a \u044d\u0442\u043e\u043c\u0443 \u043f\u043e\u0448\u043b\u0438 \u0438\u0437 \u0424\u0440\u0430\u043d\u0446\u0438\u0438. \u042d\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0430 \u0432\u0441\u0435\u0433\u0434\u0430 \u0441\u043b\u0430\u0432\u0438\u043b\u0430\u0441\u044c \u0441\u0432\u043e\u0438\u043c\u0438 \u0441\u0438\u043b\u044c\u043d\u044b\u043c\u0438 \u0444\u0430\u043d\u043a\u043e\u0432\u044b\u043c\u0438 \u0441\u0442\u0438\u043b\u044f\u043c\u0438. \u0422\u0430\u043a\u0436\u0435 \u043e\u0447\u0435\u043d\u044c \u043c\u043d\u043e\u0433\u043e\u0435 \u043d\u0430 \u043f\u0440\u043e\u0442\u044f\u0436\u0435\u043d\u0438\u0438 \u0432\u0441\u0435\u0445 \u044d\u0442\u0438\u0445 \u043b\u0435\u0442 \u0434\u043b\u044f \u043f\u043e\u0434\u0434\u0435\u0440\u0436\u0430\u043d\u0438\u044f \u0438 \u0440\u0430\u0437\u0432\u0438\u0442\u0438\u044f \u0434\u0435\u043b\u0430\u043b\u0438 The Electric Boogaloos, \u0441\u043e\u0441\u0442\u0430\u0432 \u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u043a \u0441\u0435\u0433\u043e\u0434\u043d\u044f\u0448\u043d\u0435\u043c\u0443 \u0434\u043d\u044e \u0438\u0437\u043c\u0435\u043d\u0438\u043b\u0441\u044f. \u0421\u0435\u0439\u0447\u0430\u0441 \u0432 \u0441\u043e\u0441\u0442\u0430\u0432\u0435 \u043a\u043e\u043c\u0430\u043d\u0434\u044b \u043b\u0438\u0448\u044c 7 \u0447\u0435\u043b\u043e\u0432\u0435\u043a:

prop.style.rumba.title = \u0420\u0443\u043c\u0431\u0430
prop.style.rumba.history = \u0418\u0441\u0442\u043e\u0440\u0438\u044f
prop.style.rumba.text1 = \u0420\u0443\u043c\u0431\u0430 \u0431\u044b\u043b\u0430 \u0441\u0442\u0430\u043d\u0446\u043e\u0432\u0430\u043d\u0430 \u0432\u043f\u0435\u0440\u0432\u044b\u0435 \u0432 1913 \u0433\u043e\u0434\u0443. \u0418\u0437\u043d\u0430\u0447\u0430\u043b\u044c\u043d\u043e \u0434\u0430\u043d\u043d\u044b\u0439 \u0442\u0430\u043d\u0435\u0446 \u044f\u0432\u043b\u044f\u043b\u0441\u044f \u0440\u0438\u0442\u0443\u0430\u043b\u044c\u043d\u044b\u043c \u0442\u0430\u043d\u0446\u0435\u043c \u0430\u0444\u0440\u0438\u043a\u0430\u043d\u0441\u043a\u0438\u0445 \u043d\u0435\u0433\u0440\u043e\u0432. \u0412 19 \u0432\u0435\u043a\u0435 \u043e\u043d \u0431\u044b\u043b \u043f\u0440\u0438\u0432\u0435\u0437\u0435\u043d \u043d\u0430 \u041a\u0443\u0431\u0443. \u041f\u043e \u043c\u043d\u043e\u0433\u0438\u043c \u0438\u0441\u0442\u043e\u0447\u043d\u0438\u043a\u0430\u043c, \u0441\u0432\u043e\u0435 \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u00abRumba\u00bb \u0442\u0430\u043d\u0435\u0446 \u043f\u043e\u043b\u0443\u0447\u0438\u043b \u0432 1807 \u0433\u043e\u0434\u0443, \u043a\u0430\u043a \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u043d\u043e\u0435 \u043e\u0442 \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u044f "Rumboso Orguesta" \u2013 \u0430\u043d\u0441\u0430\u043c\u0431\u043b\u0435\u0439, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u0438\u0441\u043f\u043e\u043b\u043d\u044f\u043b\u0438 \u043c\u0443\u0437\u044b\u043a\u0443 \u0432 \u0441\u0442\u0438\u043b\u0435 \u0441\u043e\u0432\u0440\u0435\u043c\u0435\u043d\u043d\u043e\u0439 \u0440\u0443\u043c\u0431\u044b. \u0421 \u0438\u0441\u043f\u0430\u043d\u0441\u043a\u043e\u0433\u043e \u201crumba\u201d \u043f\u0435\u0440\u0435\u0432\u043e\u0434\u0438\u0442\u0441\u044f \u043a\u0430\u043a \u00ab\u043f\u0443\u0442\u044c\u00bb. \u041d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u0432\u043e\u0438\u0441\u0442\u0438\u043d\u0443 \u043f\u0435\u0440\u0435\u0434\u0430\u0435\u0442 \u0432\u0435\u0441\u044c \u0441\u043c\u044b\u0441\u043b \u0445\u043e\u0440\u0435\u043e\u0433\u0440\u0430\u0444\u0438\u0438. \u041f\u0443\u0442\u044c \u0434\u0443\u0448\u0438 \u2013 \u0447\u0442\u043e \u043c\u043e\u0436\u0435\u0442 \u0431\u043e\u043b\u0435\u0435 \u043e\u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0437\u043e\u0432\u0430\u0442\u044c \u044d\u0442\u043e\u0442 \u0442\u0430\u043d\u0435\u0446? \u0412 \u043d\u0430\u0447\u0430\u043b\u0435 30-\u0445 \u0433\u043e\u0434\u043e\u0432 \u0440\u0443\u043c\u0431\u0430 \u044f\u0432\u043b\u044f\u043b\u0430\u0441\u044c \u0441\u043c\u0435\u0441\u044c\u044e \u043e\u0441\u043d\u043e\u0432\u043d\u043e\u0439 \u0440\u0443\u043c\u0431\u044b \u0441 \u0433\u0443\u0430\u0440\u0430\u0447\u0435\u0439, \u043a\u0443\u0431\u0438\u043d\u0441\u043a\u0438\u043c \u0431\u0430\u043b\u0435\u0440\u043e \u0438 \u0441\u043e\u043d\u043e\u043c. \u041f\u043e\u043b\u043d\u043e\u0446\u0435\u043d\u043d\u044b\u0439 \u0432\u0430\u0440\u0438\u0430\u043d\u0442 \u0440\u0443\u043c\u0431\u044b \u0431\u044b\u043b \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0430\u043d \u043f\u043e\u0441\u043b\u0435 \u0412\u0442\u043e\u0440\u043e\u0439 \u041c\u0438\u0440\u043e\u0432\u043e\u0439 \u0432\u043e\u0439\u043d\u044b \u041f\u044c\u0435\u0440\u043e\u043c \u041b\u0430\u0432\u0435\u043b\u0435\u043c, \u043c\u0430\u0441\u0442\u0435\u0440\u043e\u043c \u043e\u0434\u043d\u043e\u0439 \u0438\u0437 \u0441\u0430\u043c\u044b\u0445 \u0438\u0437\u0432\u0435\u0441\u0442\u043d\u044b\u0445 \u0432 \u0442\u043e \u0432\u0440\u0435\u043c\u044f \u0442\u0430\u043d\u0446\u0435\u0432\u0430\u043b\u044c\u043d\u044b\u0445 \u0448\u043a\u043e\u043b \u0432 \u041b\u043e\u043d\u0434\u043e\u043d\u0435. \u0421\u0435\u0433\u043e\u0434\u043d\u044f \u0440\u0443\u043c\u0431\u0430 \u0432\u0445\u043e\u0434\u0438\u0442 \u0432 \u043a\u043e\u043d\u043a\u0443\u0440\u0441\u043d\u0443\u044e \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u043b\u0430\u0442\u0438\u043d\u043e\u0430\u043c\u0435\u0440\u0438\u043a\u0430\u043d\u0441\u043a\u0438\u0445 \u0431\u0430\u043b\u044c\u043d\u044b\u0445 \u0442\u0430\u043d\u0446\u0435\u0432.
prop.style.rumba.features = \u041e\u0441\u043e\u0431\u0435\u043d\u043d\u043e\u0441\u0442\u0438 \u0440\u0443\u043c\u0431\u044b
prop.style.rumba.text2 = \u042d\u0442\u043e\u0442 \u0442\u0430\u043d\u0435\u0446 \u0434\u043e\u0432\u043e\u043b\u044c\u043d\u043e \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0435\u043d \u0441\u0432\u043e\u0435\u0439 \u043c\u0430\u043d\u0435\u0440\u043e\u0439 \u0438 \u0442\u0435\u0445\u043d\u0438\u043a\u043e\u0439 \u0438\u0441\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044f \u043e\u0441\u043d\u043e\u0432\u043d\u044b\u0445 \u0448\u0430\u0433\u043e\u0432. \u0421\u0445\u0435\u043c\u0443 \u0438\u0441\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044f \u0442\u0430\u043d\u0446\u0430 \u043d\u0435\u043b\u044c\u0437\u044f \u043d\u0430\u0437\u0432\u0430\u0442\u044c \u043b\u0435\u0433\u043a\u043e\u0439. \u0428\u0430\u0433\u0438, \u043f\u0440\u0438 \u0438\u0441\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u0438 \u0440\u0443\u043c\u0431\u044b, \u0434\u0435\u043b\u0430\u044e\u0442\u0441\u044f \u043d\u0430 \u0441\u0447\u0435\u0442 2, 3 \u0438 4. \u041d\u0430 \u043a\u0430\u0436\u0434\u043e\u043c \u0448\u0430\u0433\u0435 \u0441\u0433\u0438\u0431\u0430\u044e\u0442\u0441\u044f \u0438 \u0432\u044b\u043f\u0440\u044f\u043c\u043b\u044f\u044e\u0442\u0441\u044f \u043a\u043e\u043b\u0435\u043d\u0438, \u043c\u0435\u0436\u0434\u0443 \u0441\u0447\u0435\u0442\u043e\u043c \u0432\u044b\u043f\u043e\u043b\u043d\u044f\u044e\u0442\u0441\u044f \u043f\u043e\u0432\u043e\u0440\u043e\u0442\u044b. \u0412\u0441\u0435 \u0448\u0430\u0433\u0438 \u0434\u0435\u043b\u0430\u044e\u0442\u0441\u044f \u0441 \u043d\u043e\u0441\u043a\u0430, \u0430 \u0432\u0435\u0441 \u043a\u043e\u0440\u043f\u0443\u0441\u0430 \u043d\u0430\u0445\u043e\u0434\u0438\u0442\u0441\u044f \u0432\u043f\u0435\u0440\u0435\u0434\u0438. \u041c\u0443\u0437\u044b\u043a\u0430\u043b\u044c\u043d\u044b\u0439 \u0440\u0430\u0437\u043c\u0435\u0440 \u0442\u0430\u043d\u0446\u0430 - 4/4, \u0441 \u0434\u043e\u0432\u043e\u043b\u044c\u043d\u043e \u0432\u044b\u0440\u0430\u0436\u0435\u043d\u043d\u044b\u043c \u0430\u043a\u0446\u0435\u043d\u0442\u043e\u043c \u043d\u0430 4-\u043e\u043c \u0443\u0434\u0430\u0440\u0435 \u043a\u0430\u0436\u0434\u043e\u0433\u043e \u0442\u0430\u043a\u0442\u0430. \u0422\u0435\u043c\u043f \u0438\u0441\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044f 25-27 \u0442\u0430\u043a\u0442\u043e\u0432 \u0432 \u043c\u0438\u043d\u0443\u0442\u0443. \u041e\u0441\u043d\u043e\u0432\u043d\u044b\u043c\u0438 \u0448\u0430\u0433\u0430\u043c\u0438 \u0440\u0443\u043c\u0431\u044b \u044f\u0432\u043b\u044f\u044e\u0442\u0441\u044f:
prop.style.rumba.forward = \u0425\u043e\u0434 \u0432\u043f\u0435\u0440\u0435\u0434.
prop.style.rumba.text3= \u0414\u0432\u0438\u0433\u0430\u044f \u043b\u0435\u0432\u0443\u044e \u043d\u043e\u0433\u0443 \u0432\u043f\u0435\u0440\u0435\u0434, \u0441\u043a\u043e\u043b\u044c\u0437\u044f \u043f\u043e \u043f\u043e\u043b\u0443 \u043d\u043e\u0441\u043a\u043e\u043c, \u0430 \u0437\u0430\u0442\u0435\u043c \u043f\u043e\u0434\u0443\u0448\u0435\u0447\u043a\u043e\u0439 \u0441\u0442\u043e\u043f\u044b \u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0435\u043c \u0434\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u043f\u043e\u043b. \u041f\u0440\u0438 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u0438\u0438 \u0448\u0430\u0433\u0430 \u0432\u044b\u043f\u0440\u044f\u043c\u043b\u044f\u0435\u043c \u043b\u0435\u0432\u0443\u044e \u043d\u043e\u0433\u0443 \u0438 \u043e\u043f\u0443\u0441\u043a\u0430\u0435\u043c \u043a\u0430\u0431\u043b\u0443\u043a.
prop.style.rumba.back = \u0425\u043e\u0434 \u043d\u0430\u0437\u0430\u0434.
prop.style.rumba.text4 =  \u0425\u043e\u0434 \u043b\u0435\u0432\u043e\u0439 \u0441\u0442\u043e\u043f\u043e\u0439 \u043d\u0430\u0437\u0430\u0434, \u0431\u0435\u0437 \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f \u043a\u043e\u0440\u043f\u0443\u0441\u0430, \u0441\u043d\u0430\u0447\u0430\u043b\u0430 \u043f\u043e\u0434\u0443\u0448\u0435\u0447\u043a\u043e\u0439, \u043f\u043e\u0442\u043e\u043c \u043d\u043e\u0441\u043a\u043e\u043c \u0441\u0442\u043e\u043f\u044b \u0441 \u043c\u0430\u043b\u044b\u043c \u0434\u0430\u0432\u043b\u0435\u043d\u0438\u0435\u043c \u043d\u0430 \u043f\u043e\u043b. \u041a\u043e\u043b\u0435\u043d\u043e \u043b\u0435\u0432\u043e\u0439 \u043d\u043e\u0433\u0438 \u0441\u043b\u0435\u0433\u043a\u0430 \u0441\u043e\u0433\u043d\u0443\u0442\u043e, \u043a\u0430\u0431\u043b\u0443\u043a \u043e\u043f\u0443\u0441\u043a\u0430\u0435\u0442\u0441\u044f, \u043d\u043e\u0433\u0430 \u0432\u044b\u043f\u0440\u044f\u043c\u043b\u044f\u0435\u0442\u0441\u044f.
prop.style.rumba.text5 =   \u0412\u0441\u0435 \u0436\u0435\u0441\u0442\u044b \u0438 \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u044f \u0440\u0443\u043c\u0431\u044b \u043d\u0430\u043f\u043e\u043b\u043d\u0435\u043d\u044b \u043b\u044e\u0431\u043e\u0432\u044c\u044e, \u0441\u0442\u0440\u0430\u0441\u0442\u044c\u044e \u0438 \u0434\u0440\u0430\u043c\u0430\u0442\u0438\u0437\u043c\u043e\u043c. \u0412 \u0440\u0443\u043c\u0431\u0435 \u043f\u0440\u0435\u043e\u0431\u043b\u0430\u0434\u0430\u0435\u0442 \u043b\u0430\u0442\u0438\u043d\u0441\u043a\u0438\u0439 \u0441\u0442\u0438\u043b\u044c \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u044f \u0431\u0435\u0434\u0440\u0430\u043c\u0438. \u0420\u0443\u043c\u0431\u0430 \u043d\u0435 \u044f\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u0442\u0435\u043c \u0442\u0430\u043d\u0446\u0435\u043c, \u043a\u043e\u0442\u043e\u0440\u044b\u043c \u043c\u043e\u0436\u043d\u043e \u043e\u0432\u043b\u0430\u0434\u0435\u0442\u044c \u043f\u043e\u0441\u043b\u0435 \u043e\u0434\u043d\u043e\u0433\u043e - \u0434\u0432\u0443\u0445 \u0443\u0440\u043e\u043a\u043e\u0432. \u0412 \u043f\u0435\u0440\u0432\u0443\u044e \u043e\u0447\u0435\u0440\u0435\u0434\u044c \u0434\u043b\u044f \u044d\u0444\u0444\u0435\u043a\u0442\u043d\u043e\u0433\u043e \u0438\u0441\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044f \u0440\u0443\u043c\u0431\u044b \u043d\u0443\u0436\u043d\u043e \u0432 \u043a\u0430\u0436\u0434\u043e\u0435 \u0434\u0432\u0438\u0436\u0435\u043d\u0438\u0435, \u0432 \u043a\u0430\u0436\u0434\u044b\u0439 \u0436\u0435\u0441\u0442, \u0432 \u043a\u0430\u0436\u0434\u044b\u0439 \u0432\u0437\u0433\u043b\u044f\u0434 \u0432\u043a\u043b\u0430\u0434\u044b\u0432\u0430\u0442\u044c \u0447\u0443\u0432\u0441\u0442\u0432\u0430 \u043b\u044e\u0431\u0432\u0438, \u044d\u043c\u043e\u0446\u0438\u043e\u043d\u0430\u043b\u044c\u043d\u044b\u0435 \u043f\u0435\u0440\u0435\u0436\u0438\u0432\u0430\u043d\u0438\u044f, \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0435 \u0432\u043b\u0435\u0447\u0435\u043d\u0438\u0435 \u043a \u0441\u0432\u043e\u0435\u043c\u0443 \u043f\u0430\u0440\u0442\u043d\u0435\u0440\u0443, \u0442\u043e\u043b\u044c\u043a\u043e \u0432 \u0434\u0430\u043d\u043d\u043e\u043c \u0441\u043b\u0443\u0447\u0430\u0435 \u043c\u043e\u0436\u043d\u043e \u043f\u0435\u0440\u0435\u0434\u0430\u0442\u044c \u0432\u0435\u0441\u044c \u0448\u0430\u0440\u043c \u0438 \u0434\u0440\u0430\u043c\u0430\u0442\u0438\u0437\u043c \u0442\u0430\u043d\u0446\u0430. \u0418 \u0442\u043e\u043b\u044c\u043a\u043e \u0432 \u044d\u0442\u043e\u043c \u0441\u043b\u0443\u0447\u0430\u0435 \u0438\u0441\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u0438 \u0441\u043c\u043e\u0433\u0443\u0442 \u043e\u0449\u0443\u0442\u0438\u0442\u044c \u043d\u0435\u0432\u0435\u0440\u043e\u044f\u0442\u043d\u043e\u0435 \u0443\u0434\u043e\u0432\u043e\u043b\u044c\u0441\u0442\u0432\u0438\u0435 \u043e\u0442 \u0438\u0441\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044f \u0440\u0443\u043c\u0431\u044b, \u0430 \u0437\u0440\u0438\u0442\u0435\u043b\u0438 \u2013 \u043d\u0430\u0431\u043b\u044e\u0434\u0430\u0442\u044c \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0443\u044e \u0431\u0443\u0440\u044e \u044d\u043c\u043e\u0446\u0438\u0439.
prop.cahngelanguage =   \u042f\u0437\u044b\u043a \u0438\u0437\u043c\u0435\u043d\u0435\u043d \u043d\u0430 \u0440\u0443\u0441\u0441\u043a\u0438\u0439.

